[
  {
    "id": 1490407194386473000,
    "text": "\"In an age of infinite leverage, judgment is the most important skill.\"\n\n@naval"
  },
  {
    "id": 1490376995393265700,
    "text": "\"Buying Bitcoin is more voting than investing.\"\n\n@naval"
  },
  {
    "id": 1490346293159350300,
    "text": "\"You won’t have inner peace until you give up your war against the world.\"\n\n@naval"
  },
  {
    "id": 1490315842441068500,
    "text": "\"The people who control the chokepoints through which information flows are the most powerful people in the world.\"\n\n@naval"
  },
  {
    "id": 1490309451655614500,
    "text": "RT @ajdduggan: 10 Powerful Philosophy Quotes from Marcus Aurelius\n\n| Thread 🧵 https://t.co/1pplHCxVxL"
  },
  {
    "id": 1490285391915597800,
    "text": "\"A permanent solution to a temporary problem becomes a permanent problem.\"\n\n@naval"
  },
  {
    "id": 1490254941130162200,
    "text": "\"A busy calendar and a busy mind will destroy your ability to create anything great.\"\n\n@naval"
  },
  {
    "id": 1490224742003003400,
    "text": "\"I was always ready to share, but before external success, nobody cared to listen.\" \n\n@naval"
  },
  {
    "id": 1490194291414687700,
    "text": "\"The worst way to build a relationship is to try to build a relationship.\"\n\n@naval"
  },
  {
    "id": 1490163840767737900,
    "text": "\"'All of man’s troubles arise because he cannot sit in a room quietly by himself.' If you could just sit for thirty minutes and be happy, you are successful. That is a very powerful place to be, but very few of us get there.\"\n\n@naval"
  },
  {
    "id": 1490133641795678200,
    "text": "\"Knowing how little you matter is very important for your own mental health and happiness.\"\n\n@naval"
  },
  {
    "id": 1490103191173689300,
    "text": "\"Science requires skepticism. Religion requires belief.\"\n\n@naval"
  },
  {
    "id": 1490072740610588700,
    "text": "\"Think for yourself, not of yourself. \n\nThink of others, not for others.\"\n\n@naval"
  },
  {
    "id": 1490042541718315000,
    "text": "All self-help boils down to \"choose long-term over short-term.\" \n\n@naval"
  },
  {
    "id": 1490012091117355000,
    "text": "If you aren’t curious about it, you’ll never be good at it.\n\n@naval"
  },
  {
    "id": 1489981640340168700,
    "text": "\"Creativity starts with an empty calendar and ends with a full one.\"\n\n@naval"
  },
  {
    "id": 1489951189752025000,
    "text": "The difference between sounding smart and being smart is \"I don’t know.\"\n\n@naval"
  },
  {
    "id": 1489947199559581700,
    "text": "RT @ajdduggan: \"Care about what other people think and you will always be their prisoner.\" \n\n- Lao Tzu"
  },
  {
    "id": 1489920739054653400,
    "text": "\"You want to be rich and anonymous, not poor and famous.\"\n\n@naval"
  },
  {
    "id": 1489890540015566800,
    "text": "\"When building habits, choose consistency over content.\n\nThe best book is the one you can’t put down.\n\nThe best exercise is the one you enjoy doing every day.\n\nThe best health food is the one you find tasty.\n\nThe best work is the work you’d do for free.\"\n\n@naval"
  },
  {
    "id": 1489860089418698800,
    "text": "\"Leverage is a force multiplier for your judgement.\"\n\n@naval"
  },
  {
    "id": 1489829638570401800,
    "text": "The ideal school would teach health, wealth, &amp; happiness.\nIt‘d be free, self-paced, &amp; available to all.\nIt‘d show opposing ideas and students would self-verify truth.\nNo grades, no tests, no diplomas - just learning.\nActually, you’re already here. Careful who you follow.\n@naval"
  },
  {
    "id": 1489799439690735600,
    "text": "\"Small deals rely on promises and contracts. Big deals rely on alignment and trust.\"\n\n@naval"
  },
  {
    "id": 1489768989009985500,
    "text": "\"If you can't see yourself working with someone for life, don't work with them for a day.\" \n\n@naval"
  },
  {
    "id": 1489738538467795000,
    "text": "\"The Lindy Effect for startups: The longer you go without shipping product, the more likely you will never ship product.\" \n\n@naval"
  },
  {
    "id": 1489708493938602000,
    "text": "Study mathematics to understand physics.\n\nStudy physics to understand chemistry.\n\nStudy chemistry to understand biology.\n\nStudy biology to understand psychology.\n\nStudy psychology to understand economics.\n\nStudy economics and philosophy to be free.\n\n👇\nhttps://t.co/qXmw13Z8H7"
  },
  {
    "id": 1489708339445518300,
    "text": "\"Integrity is when what you think and what you say and what you do are one.\"\n\n@naval"
  },
  {
    "id": 1489677888852951000,
    "text": "\"Either have children or become a saint, because eventually, you have to find something you love more than you love yourself.\"\n\n@naval"
  },
  {
    "id": 1489647438281465900,
    "text": "\"Read the books they want to ban.\"\n\n@naval"
  },
  {
    "id": 1489617240194433000,
    "text": "\"The secret to a happy relationship is two happy people.\"\n\n@naval"
  },
  {
    "id": 1489586788754608000,
    "text": "\"The less scheduled you are, the more creative you’re going to be.\"\n\n@naval"
  },
  {
    "id": 1489556589656920000,
    "text": "\"Become the best in the world at what you do. Keep redefining what you do until this is true.\" \n\n@naval"
  },
  {
    "id": 1489526138888245200,
    "text": "\"The right to debate should not be up for debate.\" \n\n@naval"
  },
  {
    "id": 1489495688446623700,
    "text": "\"If you're going to pick 3 cards in the hand you're dealt, take intelligence, drive, and most importantly, emotional self-discipline.\" \n\n@naval"
  },
  {
    "id": 1489465489231384600,
    "text": "\"Wealth creation is an evolutionarily recent positive-sum game. Status is an old zero-sum game. Those attacking wealth creation are often just seeking status.\" \n\n@naval"
  },
  {
    "id": 1489435038655594500,
    "text": "\"There are no get rich quick schemes. That’s just someone else getting rich off you.\" \n \n@naval"
  },
  {
    "id": 1489404839826116600,
    "text": "\"If the community around an NFT is dying, the NFT is likely bleeding value. \n\nIf the community is surging, the NFT is likely gaining value. \n\nNFTs are monetized memes.* \"\n\n@naval\n\n* The last line by: \n@tyler"
  },
  {
    "id": 1489374389392998400,
    "text": "\"Crypto is about the freedom to choose.\"\n\n@naval"
  },
  {
    "id": 1489343938641244200,
    "text": "\"A saved tweet is a tweet never sent.\"\n\n@naval"
  },
  {
    "id": 1489313739794956300,
    "text": "\"The moment you tell somebody something dishonest, you’ve lied to yourself. Then you’ll start believing your own lie, which will disconnect you from reality and take you down the wrong road.\"\n\n@naval"
  },
  {
    "id": 1489283289521209300,
    "text": "\"The quality of your mind is the quality of your life.\"\n\n@naval"
  },
  {
    "id": 1489252838438056000,
    "text": "\"If you wanted to be rich in the 1800s you did it with Labour In the 1900s with Capital Now you do it with code.\"\n\n@naval"
  },
  {
    "id": 1489222639386337300,
    "text": "\"Read books, avoid news.\"\n\n@naval"
  },
  {
    "id": 1489192188856574000,
    "text": "\"Spend more time making the big decisions. There are \"basically three really big decisions you make in your early life: where you live, who you’re with, and what you’re doing.\"\n\n@naval"
  },
  {
    "id": 1489161989838577700,
    "text": "\"Listening to books instead of reading them is like drinking your vegetables instead of eating them.\"\n\n@naval"
  },
  {
    "id": 1489131286996344800,
    "text": "\"Any book that can be easily summarized isn't worth reading.\"  \n\n@naval"
  },
  {
    "id": 1489100836290633700,
    "text": "\"To maximize distribution, minimize the message.\n\n• Books -&gt; blog posts\n• Podcasts -&gt; snippets\n• Blog posts -&gt; tweetstorms\n• Use stand-alone tweets in tweetstorms\n• Tweet sparingly - high signal, low noise\n\nReaders have options - respect their time.\"\n\n@naval"
  },
  {
    "id": 1489070637368766500,
    "text": "\"The past is entirely contained in your head. It is nowhere else. The present is all that exists and that is where YOU exist.\"\n\n@naval"
  },
  {
    "id": 1489039935130771500,
    "text": "\"Twitter is a much better resumé than LinkedIn.\" \n\n@naval"
  },
  {
    "id": 1489009736200515600,
    "text": "\"The best jobs are neither decreed nor degreed. They are creative expressions of continuous learners in free markets.\" \n \n@naval"
  },
  {
    "id": 1488979285524238300,
    "text": "\"Notifications are just alarm clocks that someone else is setting for you.\" \n\n@naval"
  },
  {
    "id": 1488949246216880000,
    "text": "\"If they wrote it to make money, don't read it.\" \n\n@naval"
  },
  {
    "id": 1488854714968121300,
    "text": "\"A society that believes that wealth is created through luck or privilege will eat itself alive.\" \n\n@naval"
  },
  {
    "id": 1488824264136351700,
    "text": "\"Your goal in life is to find out the people who need you the most, to find out the business that needs you the most, to find the project and the art that needs you the most. There is something out there just for you.\" \n\n@naval"
  },
  {
    "id": 1488793813321752600,
    "text": "\"Choose the non-emotional response to any given situation and see how much easier your life becomes.\"\n\n@naval"
  },
  {
    "id": 1488763362741686300,
    "text": "\"If you can’t be happy with a coffee, you won’t be happy with a yacht.\"\n\n@naval"
  },
  {
    "id": 1488733163677528000,
    "text": "\"Time spent has nothing to do with job done.\"\n\n@naval"
  },
  {
    "id": 1488705984759431200,
    "text": "\"The Internet doesn’t care about your title.\"\n\n@naval"
  },
  {
    "id": 1488675785611350000,
    "text": "\"The overscheduled life is not worth living.\"\n\n@naval"
  },
  {
    "id": 1488645587037614000,
    "text": "\"The goal of media is to make every problem, your problem.\"\n\n@naval"
  },
  {
    "id": 1488645558684237800,
    "text": "RT @Psy_of_Money: \"Spending money to show people how much money you have is the fastest way to have less money.\"\n\n- The Psychology of Money"
  },
  {
    "id": 1488642685829361700,
    "text": "RT @NavalismHQ: \"Study logic and math, because once you've mastered them, you won't fear any book.\"\n\n@naval"
  },
  {
    "id": 1488642658000162800,
    "text": "RT @NavalismHQ: \"Life truly is a single player game. Nobody stays by your side forever\"\n\n@naval"
  },
  {
    "id": 1488615136248176600,
    "text": "\"The ability to stay calm during conflict is a superpower.\"\n\n@naval"
  },
  {
    "id": 1488584937007636500,
    "text": "\"It's almost always possible to be honest and positive.\"\n\n@naval"
  },
  {
    "id": 1488554486498922500,
    "text": "\"Life truly is a single player game. Nobody stays by your side forever\"\n\n@naval"
  },
  {
    "id": 1488524287589826600,
    "text": "\"Rich people get paid by the project and pay by the hour.\"\n\n@naval"
  },
  {
    "id": 1488493836770979800,
    "text": "\"Legacy is a nonsense concept; You won't be around!\"\n\n@naval"
  },
  {
    "id": 1488463386140557300,
    "text": "\"Coding is a superpower because you can speak the language of robots and command them to do whatever you like.\"\n\n@naval"
  },
  {
    "id": 1488433187118366700,
    "text": "\"Study logic and math, because once you've mastered them, you won't fear any book.\"\n\n@naval"
  },
  {
    "id": 1488402736513052700,
    "text": "\"If you want to be a clear thinker you cannot pay attention to politics because it’ll destroy your ability to think.\"\n\n@naval"
  },
  {
    "id": 1488372537490698200,
    "text": "\"If you're talking about the important timeless principles that will make you happier or will make you wealthy or just set you apart from everyone else, you're much more likely to find that through books and self-reflection than by talking to anybody.\"\n\n@naval"
  },
  {
    "id": 1488342086772347000,
    "text": "\"Meditation is intermittent fasting for the mind.\n\nToo much sugar leads to a heavy body, and too many distractions lead to a heavy mind. \n\nTime spent undistracted and alone, in self-examination, journaling, meditation, takes us from mentally fat to fit.\"\n\n@naval"
  },
  {
    "id": 1488311887871688700,
    "text": "\"A group of people who think differently is a market. \n\nA group of people who think alike is a mob.\"\n\n@naval"
  },
  {
    "id": 1488286134421627000,
    "text": "RT @NavalismHQ: \"Twitter is television for intellectuals.\"\n\n@naval"
  },
  {
    "id": 1488286110102995000,
    "text": "RT @NavalismHQ: \"A vacation is a very expensive way to schedule the time to read a book in peace.\"\n\n@naval"
  },
  {
    "id": 1488286065727266800,
    "text": "RT @NavalismHQ: \"You make your own luck if you stay at it long enough.\"\n\n@naval"
  },
  {
    "id": 1488281437488832500,
    "text": "\"What you choose to work on, and who you choose to work with, are far more important than how hard you work.\"\n\n@naval"
  },
  {
    "id": 1488250986657312800,
    "text": "\"Rational optimism is the way out. The data supports it, and history supports it. Through creativity, we can always come up with good explanations to improve our lives and everybody else’s lives. So stay optimistic.\"\n\n@naval"
  },
  {
    "id": 1488224043169898500,
    "text": "Control your mind.\nControl your life.\nWork on Mental Models:\n\n- learn big ideas\n- study bug disciplines\n- practice critical thinking\n- strengthen your vision and leverage\n- think in a multidisciplinary way\n- think differently\n\nGrab your copy here:\nhttps://t.co/qXmw13Z8H7"
  },
  {
    "id": 1488220983848837000,
    "text": "\"Spend your time doing only what you can uniquely do.\"\n\n@naval"
  },
  {
    "id": 1488075329667145700,
    "text": "\"Retirement is when you stop sacrificing today for an imaginary tomorrow. When today is complete, in and of itself, you’re retired.\"\n\n@naval"
  },
  {
    "id": 1488044878789591000,
    "text": "\"If you don’t care to be liked, they can’t touch you.\"\n\n@naval"
  },
  {
    "id": 1488014428087988200,
    "text": "\"All social media oligopolists, not just TikTok, should open their recommendation algorithms to scrutiny. \n\nThey are programming our minds and our societies.\"\n\n@naval"
  },
  {
    "id": 1487984229069717500,
    "text": "\"Charisma is the ability to project confidence and love at the same time.\"\n\n@naval"
  },
  {
    "id": 1487954030043312000,
    "text": "\"Imagine how effective you would be if you weren’t anxious all the time.\"\n\n@naval"
  },
  {
    "id": 1487923582378254300,
    "text": "\"I don’t believe in specific goals. Scott Adams famously said, Set up systems, not goals.' Use your judgment to figure out what kinds of environments you can thrive in, and then create an environment around you so you’re statistically likely to succeed.\"\n\n@naval"
  },
  {
    "id": 1487893385000079400,
    "text": "\"The source of wisdom is pain.\"\n\n@naval"
  },
  {
    "id": 1487862929622016000,
    "text": "\"Pain is a fact. \nSuffering is a choice.\"\n\n@naval"
  },
  {
    "id": 1487832478828146700,
    "text": "\"You are strong only where you were broken.\"\n\n@naval"
  },
  {
    "id": 1487802279965122600,
    "text": "\"I probably read 1-2 hours a day, and that puts me in the top .00001%.\"\n\n@naval"
  },
  {
    "id": 1487771829347381200,
    "text": "\"The three epochs of the Internet:\n\n1. Web\n2. Mobile\n3. Blockchains\"\n\n@naval"
  },
  {
    "id": 1487741378511523800,
    "text": "\"You don’t want to spend 90% of your life trying to figure out how to be happy and 10% being happy, you want to be happy right now.\"\n\n@naval"
  },
  {
    "id": 1487711179627716600,
    "text": "\"You make your own luck if you stay at it long enough.\"\n\n@naval"
  },
  {
    "id": 1487680728959750100,
    "text": "'Consensus' is just another way of saying 'average'.\n\n@naval"
  },
  {
    "id": 1487650278270722000,
    "text": "\"A fit body, a calm mind, a house full of love. These things cannot be bought — they must be earned.\"\n\n@naval"
  },
  {
    "id": 1487619827720077300,
    "text": "The mind gives up before the body.\"\n\n@naval"
  },
  {
    "id": 1487589377073037300,
    "text": "\"No one can compete with you on being you.\"\n\n@naval"
  },
  {
    "id": 1487559178042306600,
    "text": "\"If it entertains you now but will bore you someday, it’s a distraction. Keep looking.\"\n\n@naval"
  },
  {
    "id": 1487528727433015300,
    "text": "\"Making money is not a thing that you do - it's a skill that you learn.\"\n\n@naval"
  },
  {
    "id": 1487498025119400000,
    "text": "\"Relax. You’ll live longer *and* perform better.\" \n \n@naval"
  },
  {
    "id": 1487467826189193200,
    "text": "\"To me, the mind should be a servant and a tool, not a master. My monkey mind should not control and drive me 24/7.\"\n\n@naval"
  },
  {
    "id": 1487437627238277000,
    "text": "\"Don’t spend your time making other people happy. Other people being happy is their problem. It’s not your problem. If you are happy, it makes other people happy.\"\n\n@naval"
  },
  {
    "id": 1487407176536764400,
    "text": "\"I’m trying to get rid of is the word 'should.' Whenever the word 'should' creeps up in your mind, it’s guilt or social programming. Doing something because you 'should' basically means you don’t actually want to do it. It’s just making you miserable.\"\n\n@naval"
  },
  {
    "id": 1487376977535410200,
    "text": "\"'Stop asking why and start saying wow.' The world is such an amazing place. As humans, we’re used to taking everything for granted.\"\n\n@naval"
  },
  {
    "id": 1487346526775132200,
    "text": "\"Essentially, you have to go through your life replacing your thoughtless bad habits with good ones, making a commitment to be a happier person. At the end of the day, you are a combination of your habits and the people who you spend the most time with.\"\n\n@naval"
  },
  {
    "id": 1487316327819849700,
    "text": "\"A vacation is a very expensive way to schedule the time to read a book in peace.\"\n\n@naval"
  },
  {
    "id": 1487285877118103600,
    "text": "\"Sing the song that only you can sing, write the book that only you can write, build the product that only you can build... live the life that only you can live.\"\n\n@naval"
  },
  {
    "id": 1487255678334820400,
    "text": "\"Your real resumé is a painful recounting of all of your struggles.\"\n\n@naval"
  },
  {
    "id": 1487224975891185700,
    "text": "\"You have to surrender, at least a little bit, to be the best version of yourself possible.\"\n\n@naval"
  },
  {
    "id": 1487194776994787300,
    "text": "\"Twitter is television for intellectuals.\"\n\n@naval"
  },
  {
    "id": 1487164578018508800,
    "text": "\"Once you’ve truly controlled your own fate, for better or for worse, you’ll never let anyone else tell you what to do.\"\n\n@naval"
  },
  {
    "id": 1487134127497359400,
    "text": "\"Smart partners negotiate fair deals because they know that lopsided deals are fragile and that most value accumulates in long term trust relationships.\n\nYou can tell a lot about a potential partner by their opening offer.\"\n\n@naval"
  },
  {
    "id": 1487103928554508300,
    "text": "\"The selfish reason to be ethical is that it attracts the other ethical people in the network.\"\n\n@naval"
  },
  {
    "id": 1487073477827838000,
    "text": "\"You’re never going to get rich renting out your time.\"\n\n@naval"
  },
  {
    "id": 1487043278730055700,
    "text": "\"There is no failure, only feedback.\"\n\n@naval"
  },
  {
    "id": 1487012828137488400,
    "text": "\"Using creativity to solve problems cannot be taught, and it’s ultimately what free markets pay for.\"\n\n@naval"
  },
  {
    "id": 1486982629094084600,
    "text": "\"The purpose of wealth is freedom.\"\n\n@naval"
  },
  {
    "id": 1486952178421887000,
    "text": "\"One advantage of getting older - you become more decisive.\"\n\n@naval"
  },
  {
    "id": 1486921979332644900,
    "text": "\"Clear Thinker\" is a better compliment than \"Smart.\"\n\n@naval"
  },
  {
    "id": 1486891528777658400,
    "text": "\"Social science is fake science.\"\n\n@naval"
  },
  {
    "id": 1486861078348796000,
    "text": "\"Smart people talking to other smart people tend to have very short conversations.\"\n\n@naval"
  },
  {
    "id": 1486830879154466800,
    "text": "\"The first rule of handling conflict is don't hang around with people who are constantly engaging in conflict.\" \n\n@naval"
  },
  {
    "id": 1486800680299860000,
    "text": "\"Changing your interpretation of your past is often just as good as changing your past.\" \n\n@naval"
  },
  {
    "id": 1486772462260043800,
    "text": "You create your own reality. \nYou're the captain of your ship and the master of your fate: \n\n- define identity \n- understand uniqueness \n- provide value, win in your MIND \n\nYou need critical thinking. \nStart reading 100 Mental Models: 👇\n\nhttps://t.co/qXmw13Z8H7"
  },
  {
    "id": 1486770229753569300,
    "text": "\"I think the best way to prepare for the future 20 years is find something you love to do, to have a shot at being one of the best people in the world at it. Build an independent brand around it, with your name.\" \n\n@naval"
  },
  {
    "id": 1486740030601183200,
    "text": "\"Knowing how little you matter is very important for your mental health and your happiness\" \n\n@naval"
  },
  {
    "id": 1486709579937456000,
    "text": "\"Instead of treating events as wins or losses, ask “Did I learn something I can apply in the future?” If not, you must treat it as a loss.\" \n\n@naval"
  },
  {
    "id": 1486679381057675300,
    "text": "\"We prefer to see “winners” as “naturally talented” rather than “hard working.” Because if it were reversed, what would that imply about us?\" \n \n@naval"
  },
  {
    "id": 1486648930481975300,
    "text": "\"If you can't decide, the answer is No.\" \n\n@naval"
  },
  {
    "id": 1486618731375743000,
    "text": "\"The reality is life is a single-player game. You’re born alone. You’re going to die alone. All of your interpretations are alone. All your memories are alone. You’re gone in three generations and nobody cares. Before you showed up, nobody cared. It’s all single-player.\" \n\n@naval"
  },
  {
    "id": 1486588280548307000,
    "text": "\"In an age of infinite leverage, judgement is the most important skill.\" \n\n@naval"
  },
  {
    "id": 1486557830018748400,
    "text": "\"Asymmetric opportunities:\n\nInvest in startups\nStart a company\nCreate a book, podcast, video\nCreate a (software) product\nGo on many first dates\nGo to a cocktail party\nRead a Lindy book\nMove to a big city\nBuy Bitcoin\nTweet.\" \n\n@naval"
  },
  {
    "id": 1486527631134650400,
    "text": "\"If you don't own a piece of a business, you don't have a path towards financial freedom.\"\n\n@naval"
  },
  {
    "id": 1486497180361760800,
    "text": "\"Management is the oldest, and most over-rated form of leverage. Capital, Media, and Code are the modern forms.\"\n\n@naval"
  },
  {
    "id": 1486466981653979100,
    "text": "\"People who try to look smart by pointing out obvious exceptions actually signal the opposite.\"\n\n@naval"
  },
  {
    "id": 1486436530675601400,
    "text": "\"You know that song that you can't get out of your head? All thoughts work that way. Careful what you read.\"\n\n@naval"
  },
  {
    "id": 1486406331871502300,
    "text": "\"The skills you really want can’t be taught, but they can be learned.\"\n\n@naval"
  },
  {
    "id": 1486375882423996400,
    "text": "\"To be honest, speak without identity.\"\n\n@naval"
  },
  {
    "id": 1486345682038493200,
    "text": "\"It isn’t 10,000 hours that creates outliers, it’s 10,000 iterations.\"\n\n@naval"
  },
  {
    "id": 1486315231357935600,
    "text": "\"We study science to learn how to get what we want. We study philosophy to know what to want in the first place.\"\n\n@naval"
  },
  {
    "id": 1486285032431898600,
    "text": "\"My definition of wisdom is knowing the long-term consequences of your actions.\"\n\n@naval"
  },
  {
    "id": 1486254581575295000,
    "text": "\"If you don’t know it, it’s because you aren’t interested in it.\"\n\n@naval"
  },
  {
    "id": 1486224382636736500,
    "text": "Be wary of anything that starts with the word “social.”\n\n@naval"
  },
  {
    "id": 1486193932082073600,
    "text": "\"Clear thinkers take feedback from reality, not society.\"\n\n@naval"
  },
  {
    "id": 1486163733101621200,
    "text": "\"Their pessimism is your opportunity.\"\n\n@naval"
  },
  {
    "id": 1486133282496553000,
    "text": "\"If you’re interested now, you’ll be interesting later.\"\n\n@naval"
  },
  {
    "id": 1486103083625205800,
    "text": "\"All tyranny begins with the desire to coerce others for the greater good.\"\n\n@naval"
  },
  {
    "id": 1486072884485410800,
    "text": "\"The truest way to decline is just to say, “it doesn’t feel right to me.” \n\nNo explanation is necessary.\"\n\n@naval"
  },
  {
    "id": 1486042433955766300,
    "text": "\"Good investors don’t sell investment advice.\"\n\n@naval"
  },
  {
    "id": 1486012235059138600,
    "text": "\"The price of productivity is creativity.\"\n\n@naval"
  },
  {
    "id": 1485981784433041400,
    "text": "\"You can’t buy a real kiss.\"\n\n@naval"
  },
  {
    "id": 1485951585435865000,
    "text": "\"Learning is cheap, education is expensive.\"\n\n@naval"
  },
  {
    "id": 1485921134755258400,
    "text": "\"The people you most want to impress can read your intentions.\"\n\n@naval"
  },
  {
    "id": 1485890684007583700,
    "text": "\"Everybody wants to change others. Nobody wants to be changed.\"\n\n@naval"
  },
  {
    "id": 1485860233364791300,
    "text": "\"The price of trying to make everyone else happy is making yourself miserable.\"\n\n@naval"
  },
  {
    "id": 1485829783028224000,
    "text": "\"For knowledge work, time spent has little to do with value created and the forty hour workweek is anachronistic nonsense.\"\n\n@naval"
  },
  {
    "id": 1485799583645147100,
    "text": "\"University degrees are the new taxi medallions.\"\n\n@naval"
  },
  {
    "id": 1485769132981239800,
    "text": "\"It’s becoming easier and easier to be social, but exceptional people are built in solitude.\"\n\n@naval"
  },
  {
    "id": 1485738682355122200,
    "text": "\"If you want to be wealthy, spend your time earning, learning, or relaxing. Outsource or ignore everything else.\"\n\n@naval"
  },
  {
    "id": 1485708231934681000,
    "text": "\"Optimize for control over money, and you’ll make more money.\"\n\n@naval"
  },
  {
    "id": 1485677781098844200,
    "text": "\"All benefits in life come from compound interest, whether in money, relationships, love, health, activities, or habits.\"\n\n@naval"
  },
  {
    "id": 1485647330569240600,
    "text": "\"Reality is neutral. Our reactions reflect back and create our world.\n\nJudge, &amp; feel separate &amp; lonely. Anger, &amp; lose peace of mind. Cling, &amp; live in anxiety. Fantasize, and miss the present. Desire, &amp; suffer until you have it.\nHeaven and hell are right here, right now.\"\n\n@naval"
  },
  {
    "id": 1485617131895103500,
    "text": "\"Whether hiring or investing, you don’t get the best deal at the best price.\"\n\n@naval"
  },
  {
    "id": 1485586429220638700,
    "text": "People with “founder mentality” can’t rest once a problem or opportunity is identified.  They take on personal responsibility without complaint, learn &amp; recruit skills as needed, and deliver results despite politics. There is unlimited global demand for founder mentality.\n@naval"
  },
  {
    "id": 1485555978577662000,
    "text": "\"Money doesn’t buy happiness – it buys freedom.\"\n\n@naval"
  },
  {
    "id": 1485525779442069500,
    "text": "\"School, politics, sports, and games train us to compete against others. True rewards - wealth, knowledge, love, fitness, and equanimity - come from ignoring others and improving ourselves.\" \n\n@naval"
  },
  {
    "id": 1485495328921071600,
    "text": "\"Guilt is society’s voice speaking in your head.\"\n\n@naval"
  },
  {
    "id": 1485465129764286500,
    "text": "\"Being unhappy is very inefficient.\"\n\n@naval"
  },
  {
    "id": 1485433924386017300,
    "text": "\"Ruminating on the past is largely a waste of time. It’s illusory.\" \n \n@naval"
  },
  {
    "id": 1485402718852288500,
    "text": "\"The fundamental delusion - there is something out there that will make me happy and fulfilled forever.\" \n\n@naval"
  },
  {
    "id": 1485372268280565800,
    "text": "\"Making money through an early lucky trade is the worst way to win. The bad habits that it reinforces will lead to a lifetime of losses.\" \n\n@naval"
  },
  {
    "id": 1485341817747001300,
    "text": "\"An early exit for your startup is a mirage in the desert. If you thirst for it, it disappears.\" \n\n@naval"
  },
  {
    "id": 1485311369402585000,
    "text": "\"Given that the main function of universities these days is filtering and signaling, the best move is to get admitted to Stanford and then drop out.\" \n\n@naval"
  },
  {
    "id": 1485281175828516900,
    "text": "\"Figure out what you’re good at, and start helping other people with it. Give it away. Pay it forward. Karma works because people are consistent. On a long enough timescale, you will attract what you project. But don’t measure—your patience will run out if you count.\"\n\n@naval"
  },
  {
    "id": 1485250717044543500,
    "text": "\"If you need a degree to do it, it’s not going to make you wealthy.\"\n\n@naval"
  },
  {
    "id": 1485220266414416000,
    "text": "\"Better bored than busy.\"\n\n@naval"
  },
  {
    "id": 1485189815666577400,
    "text": "\"Work as hard as you can. Even though what you work on and who you work with are more important.\"\n\n@naval"
  },
  {
    "id": 1485159616740675600,
    "text": "\"When working, surround yourself with people more successful than you. \n\nWhen playing, surround yourself with people happier than you.\"\n\n@naval"
  },
  {
    "id": 1485129166156701700,
    "text": "\"If you have two choices to make, and they’re relatively equal choices, take the path more difficult and more painful in the short term.\"\n\n@naval"
  },
  {
    "id": 1485098715555770400,
    "text": "\"You have to pick something big to work on, because it's hard to commit your life to something small.\"\n\n@naval"
  },
  {
    "id": 1485068516394946600,
    "text": "\"Some of the most creative and productive people I have ever met work in multi-week bursts and then have weeks where they just idle with little done. It’s the nature of the human animal.\"\n\n@naval"
  },
  {
    "id": 1485038354412544000,
    "text": "\"There is no endpoint to self-awareness and self-discovery. It’s a lifelong process you hopefully keep getting better and better at.\"\n\n@naval"
  },
  {
    "id": 1484968356587479000,
    "text": "\"Meditation isn’t hard. All you have to do is sit there and do nothing. Just sit down. Close your eyes and say, 'I’m just going to give myself a break for an hour. This is my hour off from life. This is the hour I’m not going to do anything.'\"\n\n@naval"
  },
  {
    "id": 1484937905911046100,
    "text": "\"If you could literally just sit for 30 minutes and be happy, you are successful.\"\n\n@naval"
  },
  {
    "id": 1484907706972475400,
    "text": "\"I, and I alone, am responsible for everything I think and feel.\"\n\n@naval"
  },
  {
    "id": 1484877256161857500,
    "text": "\"The biggest mistake any performer can make is to look at the audience.\"\n\n@naval"
  },
  {
    "id": 1484847057223434200,
    "text": "\"The overeducated are worse off than the undereducated, having traded common sense for the illusion of knowledge.\"\n\n@naval"
  },
  {
    "id": 1484816606697963500,
    "text": "\"You don’t need mentors, you need action.\"\n\n@naval"
  },
  {
    "id": 1484786407654584300,
    "text": "\"Don’t do things that you know are morally wrong. Not because someone is watching, but because you are. Self-esteem is just the reputation that you have with yourself. You’ll always know.\" \n\n@naval"
  },
  {
    "id": 1484755956819009500,
    "text": "\"You get paid for being right first, and to be first, you can’t wait for consensus.\" \n\n@naval"
  },
  {
    "id": 1484725506419220500,
    "text": "\"Escape competition through authenticity.\" \n \n@naval"
  },
  {
    "id": 1484695307317305300,
    "text": "\"Your closest friends are the ones you can have a relationship with about nothing.\" \n\n@naval"
  },
  {
    "id": 1484664856821354500,
    "text": "\"To the generation born after Bitcoin, it’s as old as gold.\"\n\n@naval"
  },
  {
    "id": 1484634406115442700,
    "text": "\"One of the things people don’t realize about crypto is, it doesn’t have to have value to everybody. Even if there’s a small percentage of people in the world who really believe in it, and you can use it as a store of value with them any time, then it’s valid.\"\n\n@naval"
  },
  {
    "id": 1484614572011143200,
    "text": "RT @NavalismHQ: \"Study physics, mathematics, computers, microeconomics, game theory, and persuasion.\"\n\n@naval"
  },
  {
    "id": 1484614565958766600,
    "text": "RT @NavalismHQ: \"Negotiations are won by whoever cares less.\"\n\n@naval"
  },
  {
    "id": 1484614529740943400,
    "text": "RT @NavalismHQ: “Startups don't die when they run out of cash, they die when the founders run out of energy.\"\n\n@naval"
  },
  {
    "id": 1484604207097254000,
    "text": "\"I’m not intentional. I act out of interest and understanding, not self discipline.\"\n\n@naval"
  },
  {
    "id": 1484574039645565000,
    "text": "\"Internet gave us programmable, digital abundance. Blockchains give us programmable, digital scarcity, mapping better to the real world.\"\n\n@naval"
  },
  {
    "id": 1484527200091000800,
    "text": "\"Persistent, non-specific anxiety is the result of wanting so much, talking so much, and doing so much that you lose touch with the quiet joys of solitude.\" \n \n@naval"
  },
  {
    "id": 1484496749544673300,
    "text": "\"With my desire to improve everything, I destroy the moment.\" \n \n@naval"
  },
  {
    "id": 1484466550446956500,
    "text": "\"Wondering how long until social media induced mental illnesses start getting recognized and treated.\" \n\n@naval"
  },
  {
    "id": 1484436099615182800,
    "text": "\"It is the mark of a charlatan to explain a simple concept in a complex way.\" \n\n@naval"
  },
  {
    "id": 1484405648783814700,
    "text": "\"Study physics, mathematics, computers, microeconomics, game theory, and persuasion.\"\n\n@naval"
  },
  {
    "id": 1484375449883099100,
    "text": "\"Negotiations are won by whoever cares less.\"\n\n@naval"
  },
  {
    "id": 1484345002188689400,
    "text": "\"You don’t get rich by spending your time to save money. \n\nYou get rich by saving your time to make money.\"\n\n@naval"
  },
  {
    "id": 1484314548228214800,
    "text": "\"Life is a single player game.\"\n\n@naval"
  },
  {
    "id": 1484284349415497700,
    "text": "“Startups don't die when they run out of cash, they die when the founders run out of energy.\"\n\n@naval"
  },
  {
    "id": 1484253898714095600,
    "text": "\"Men are the means; women are the motive.\"\n\n@naval"
  },
  {
    "id": 1484223448029089800,
    "text": "\"My 1 repeated learning in life: 'There Are No Adults' Everyone's making it up as they go along. Figure it out yourself, and do it.\" \n \n@naval"
  },
  {
    "id": 1484193249191293000,
    "text": "\"Zero-sum games tend towards conflict. Positive-sum games tend towards cooperation.\" \n\n@naval"
  },
  {
    "id": 1484162798770925600,
    "text": "\"Great companies are all about the people and nothing but the people. (Save this tweet-it'll make more &amp; more sense with every year)\"\n\n@naval"
  },
  {
    "id": 1484132599551328300,
    "text": "\"I started realizing it’s all about habits. At any given time, I’m either trying to pick up a good habit or discard a previous bad habit.\"\n\n@naval"
  },
  {
    "id": 1484102148958802000,
    "text": "\"People who live far below their means enjoy a freedom that people busy upgrading their lifestyles can’t fathom.\"\n\n@naval"
  },
  {
    "id": 1484071698143924200,
    "text": "\"If you want to be successful, surround yourself with people who are more successful than you are, but if you want to be happy, surround yourself with people who are less successful than you are.\" \n\n@naval"
  },
  {
    "id": 1484041499025289200,
    "text": "\"A taste of freedom can make you unemployable.\"\n\n@naval"
  },
  {
    "id": 1484011300107612200,
    "text": "\"Journalists aren't neutral - they're the cavalry in the culture wars.\"\n\n@naval"
  },
  {
    "id": 1483980849439658000,
    "text": "\"You’re going to die one day, and none of this is going to matter. So enjoy yourself. Do something positive. Project some love. Make someone happy. Laugh a little bit. Appreciate the moment. And do your work.\"\n\n@naval"
  },
  {
    "id": 1483950398956359700,
    "text": "\"Value your time. It is all you have. It’s more important than your money. It’s more important than your friends. It is more important than anything. Your time is all you have. Do not waste your time.\" \n \n@naval"
  },
  {
    "id": 1483920200067997700,
    "text": "\"I’m not going to be the most successful person on the planet, nor do I want to be. I just want to be the most successful version of myself while working the least hard possible.\"\n\n@naval"
  },
  {
    "id": 1483889749412753400,
    "text": "\"Like everything in life, if you are willing to make the short-term sacrifice, you’ll have the long-term benefit. 'Easy choices, hard life. Hard choices, easy life.'”\n\n@naval"
  },
  {
    "id": 1483878150052348000,
    "text": ". Practice self-discipline. Gain freedom. \n. Find your purpose. Unlock your passion\n. Chase your vision. Change your life. \nThink like a scientist. \nPractice critical thinking. \nStart reading 100 Mental Models: \n\n👇\nhttps://t.co/qXmw13Hxix"
  },
  {
    "id": 1483859298614612000,
    "text": "\"We live in the age of infinite leverage, and the economic rewards for genuine intellectual curisotiy have never been higher.\"\n\n@naval"
  },
  {
    "id": 1483829099919409200,
    "text": "\"If the work doesn’t require creativity, delegate it, automate it, or leave it.\"\n\n@naval"
  },
  {
    "id": 1483798649255731200,
    "text": "\"Earn with your mind, not with your time.\"\n\n@naval"
  },
  {
    "id": 1483768198403178500,
    "text": "\"Wisdom can’t be copied, it must be embodied.\"\n\n@naval"
  },
  {
    "id": 1483737747651182600,
    "text": "The difference between sounding smart and being smart is 'I don’t know.' \n\n@naval"
  },
  {
    "id": 1483706038654320600,
    "text": "\"Intentions don't matter. Actions do. That's why being ethical is hard.\"\n\n@naval"
  },
  {
    "id": 1483675588044865500,
    "text": "\"Free education is abundant, all over the internet. It’s the desire to learn that’s scarce.\" \n \n@naval"
  },
  {
    "id": 1483645137565610000,
    "text": "\"VCs and universities are both in the business of hunting black swans. They filter the applicant funnel, brand selected candidates, and harvest the winners rep to further enlarge the funnel.\" \n\n@naval"
  },
  {
    "id": 1483614938471940000,
    "text": "\"Real wealth is created by starting your own companies or even by investing. In an investment firm, they’re buying equity. These are the routes to wealth. It doesn’t come through the hours.\"\n\n@naval"
  },
  {
    "id": 1483584487820832800,
    "text": "\"The most important skill for getting rich is becoming a perpetual learner. You have to know how to learn anything you want to learn.\"\n\n@naval"
  },
  {
    "id": 1483553785888886800,
    "text": "\"The fundamental insecurity - most ppl need faith in something - religion, gov't, academia. Few are comfortable with decentralized systems.\" \n\n@naval"
  },
  {
    "id": 1483523586673496000,
    "text": "\"Live the life you want other people to live.\"\n\n@naval"
  },
  {
    "id": 1483493136311615500,
    "text": "\"Forty hour workweeks are a relic of the Industrial Age. Knowledge workers function like athletes - train and sprint, then rest and reassess.\"\n\n@naval"
  },
  {
    "id": 1483462685522026500,
    "text": "\"I don’t believe I have the ability to say what is going to work. Rather, I try to eliminate what’s not going to work. I think being successful is just about not making mistakes. It’s not about having correct judgment. It’s about avoiding incorrect judgments.\"\n\n@naval"
  },
  {
    "id": 1483432486537347000,
    "text": "\"The moment you tell somebody something dishonest, you’ve lied to yourself. Then you’ll start believing your own lie, which will disconnect you from reality and take you down the wrong road.\"\n\n@naval"
  },
  {
    "id": 1483402035915636700,
    "text": "\"True reasoning is only possible when there is no motivation.\"\n\n@naval"
  },
  {
    "id": 1483371836746391600,
    "text": "\"Find a relationship where you, naturally being you, makes the other person happy. And the other person, naturally being the other person, makes you happy.\"\n\n@naval"
  },
  {
    "id": 1483341386225119200,
    "text": "\"Ways to get lucky:\n\nHope luck finds you.\n\nHustle until you stumble into it.\n\nPrepare the mind and be sensitive to chances others miss.\n\nBecome the best at what you do. Refine what you do until this is true. Opportunity will seek you out. Luck becomes your destiny.\"\n\n@naval"
  },
  {
    "id": 1483310935368298500,
    "text": "\"If you want to be great, walk the rope without a boss and without a net.\"\n\n@naval"
  },
  {
    "id": 1483280736497152000,
    "text": "\"The secret to a happy relationship is two happy people.\"\n\n@naval"
  },
  {
    "id": 1483250033914900500,
    "text": "\"If you want to make the wrong decision, ask everyone.\"\n\n@naval"
  },
  {
    "id": 1483219583301390300,
    "text": "\"The greatest superpower is the ability to change yourself.\" \n \n@naval"
  },
  {
    "id": 1483189132734070800,
    "text": "\"Children are happy because: \n\n1) They're not self conscious \n2) They lack a sense of time pressure \n3) They've no goals. \n\nThe bottom line is they are living from moment to moment, and the mind is not there to interfere in their bliss.\" \n \n@naval"
  },
  {
    "id": 1483169018114715600,
    "text": "Determination feeds FOCUS. \nDetermine your goal. \nStay focused. \n• make time for stillness \n• master over your mind \n• practice decision-making skills\nThink like a scientist. \nWork on technical. \nStart reading 100 Mental Models: [think BIG, act small]\n \nhttps://t.co/qXmw13Z8H7"
  },
  {
    "id": 1483158682053587000,
    "text": "\"Success is the enemy of learning. It can deprive you of the time and the incentive to start over. Beginner’s mind also needs beginner’s time.\" \n\n@naval"
  },
  {
    "id": 1483128231448379400,
    "text": "\"Calm the stomach. Move the body. Rest the mind.\"\n\n@naval"
  },
  {
    "id": 1483098029808889900,
    "text": "\"Success is the inevitable byproduct of learning (not education).\"\n\n@naval"
  },
  {
    "id": 1482984282893258800,
    "text": "\"Crypto is about the freedom to choose.\"\n\n@naval"
  },
  {
    "id": 1482953832288059400,
    "text": "\"No technique of the mind will free you from the mind.\"\n\n@naval"
  },
  {
    "id": 1482923633290858500,
    "text": "\"Science requires skepticism. Religion requires belief.\"\n\n@naval"
  },
  {
    "id": 1482893182614470700,
    "text": "\"Self-image is the prison. Other people are the guards.\"\n\n@naval"
  },
  {
    "id": 1482862983663562800,
    "text": "\"Humans aren’t evolved to worry about everything happening outside of their immediate environment.\"\n\n@naval"
  },
  {
    "id": 1482832532961824800,
    "text": "\"We say “peace of mind” but really what we want is peace from mind.\"\n\n@naval"
  },
  {
    "id": 1482802334002552800,
    "text": "\"All self-help boils down to \"choose long-term over short-term.\" \n\n@naval"
  },
  {
    "id": 1482772134988501000,
    "text": "\"Read what you love until you love to read.\"\n\n@naval"
  },
  {
    "id": 1482741684396081200,
    "text": "\"Integrity is when what you think and what you say and what you do are one.\"\n\n@naval"
  },
  {
    "id": 1482711485465911300,
    "text": "\"If it can’t be used to build something or fix something, you don’t need to go to school for it.\"\n\n@naval"
  },
  {
    "id": 1482681034768470000,
    "text": "\"Either have children or become a saint, because eventually, you have to find something you love more than you love yourself.\"\n\n@naval"
  },
  {
    "id": 1482650835679158300,
    "text": "\"The reward for getting on the stage is fame. \n\nThe price of fame is you can’t get off the stage.\"\n\n@naval"
  },
  {
    "id": 1482620385233289200,
    "text": "\"Your family is broken but you’re going to fix the world.\"\n\n@naval"
  },
  {
    "id": 1482590186148089900,
    "text": "\"You get rewarded for unique knowledge, not for effort.\n\nEffort is required to create unique knowledge.\"\n\n@naval"
  },
  {
    "id": 1482559735421407200,
    "text": "\"Groups search for consensus, individuals search for truth.\"\n\n@naval"
  },
  {
    "id": 1482529284828774400,
    "text": "\"Competing without software is like competing without electricity.\"\n\n@naval"
  },
  {
    "id": 1482499085949026300,
    "text": "\"No one in the world is going to beat you at being you.\"\n\n@naval"
  },
  {
    "id": 1482468635243421700,
    "text": "\"If you want to change it, then it is a desire. It will cause you suffering until you successfully change it. So don’t pick too many of those. Pick one big desire in your life at any given time to give yourself purpose and motivation.\"\n\n@naval"
  },
  {
    "id": 1482438184583712800,
    "text": "\"Tell your friends you’re a happy person. Then, you’ll be forced to conform to it. You’ll have a consistency bias. You have to live up to it. Your friends will expect you to be a happy person.\"\n\n@naval"
  },
  {
    "id": 1482407733936763000,
    "text": "\"Today, the way we think you get peace is by resolving all your external problems. But there are unlimited external problems. The only way to actually get peace on the inside is by giving up this idea of problems.\"\n\n@naval"
  },
  {
    "id": 1482377534910124000,
    "text": "“Only associate with people where you don’t have to drink to be around them.”\n\n@naval"
  },
  {
    "id": 1482347084258893800,
    "text": "\"You will get rich by giving society what it wants but does not yet know how to get. At scale.\"\n\n@naval"
  },
  {
    "id": 1482316633624481800,
    "text": "\"Two kinds of happiness.\n\nWorldly happiness is reward from our evolutionary program. Get praise, money, drugs, sex. It busies the mind with craving &amp; anxiety.\n\nInternal happiness is reward from being in flow. Create, meditate, love, play. It clears the mind &amp; leaves us in peace.\""
  },
  {
    "id": 1482286434677452800,
    "text": "\"Better to find a new audience than to write for the audience.\"\n\n@naval"
  },
  {
    "id": 1482255983883681800,
    "text": "Changing habits:\nPick one thing. Cultivate a desire. Visualize it.\nPlan a sustainable path.\nIdentify needs, triggers, and substitutes.\nTell your friends.\nTrack meticulously.\nSelf-discipline is a bridge to a new self-image.\nBake in the new self-image. It’s who you are, now.\n@naval"
  },
  {
    "id": 1482225533245169700,
    "text": "Meditation is intermittent fasting for the mind.\n\nToo much sugar leads to a heavy body, &amp; too many distractions lead to a heavy mind. \nTime spent undistracted &amp; alone, in self-examination, journaling, meditation, resolves the unresolved &amp; takes us from mentally fat to fit.\n@naval"
  },
  {
    "id": 1482195334361018400,
    "text": "\"You want to be rich and anonymous, not poor and famous.\"\n\n@naval"
  },
  {
    "id": 1482164883617566700,
    "text": "\"Karma is just you, repeating your patterns, virtues, and flaws until you finally get what you deserve.\"\n\n@naval"
  },
  {
    "id": 1482134684771356700,
    "text": "\"If you can’t be happy with a coffee, you won’t be happy with a yacht.\"\n\n@naval"
  },
  {
    "id": 1482104485988081700,
    "text": "\"The people who succeed are irrationally passionate about something.\"\n\n@naval"
  },
  {
    "id": 1482074034988671000,
    "text": "\"The modern devil is cheap dopamine.\"\n\n@naval"
  },
  {
    "id": 1482043836075425800,
    "text": "\"If you’re memorizing it’s an indication that you don’t understand.\"\n\n@naval"
  },
  {
    "id": 1482013385713721300,
    "text": "\"Don’t settle, and don’t struggle. Life is what flows in between.\"\n\n@naval"
  },
  {
    "id": 1481982935045607400,
    "text": "\"Behind every successful entrepreneur is a former failed self.\"\n\n@naval"
  },
  {
    "id": 1481952735914344400,
    "text": "\"Pick an industry where you can play long term games with long term people.\" \n\n@naval"
  },
  {
    "id": 1481922285326028800,
    "text": "\"You need Proof of Work to get a meeting with a busy person.\"\n\n@naval"
  },
  {
    "id": 1481891834506928000,
    "text": "\"Everybody wants to hire the best.\n\nNobody wants to pay them the best.\"\n\n@naval"
  },
  {
    "id": 1481861635606122500,
    "text": "\"Guard your time. Forget the money.\"\n\n@naval"
  },
  {
    "id": 1481831184921505800,
    "text": "\"Knowledge is a skyscraper. You can take a shortcut with a fragile foundation of memorization, or build slowly upon a steel frame of understanding.\"\n\n@naval"
  },
  {
    "id": 1481800735956385800,
    "text": "\"It is the mark of a genius to explain a complex topic in a simple way.\"\n\n@naval"
  },
  {
    "id": 1481770537076637700,
    "text": "\"We waste our time with short-term thinking and busywork. Warren Buffett spends a year deciding and a day acting. That act lasts decades.\"\n\n@naval"
  },
  {
    "id": 1481740084626002000,
    "text": "\"Scientists who support silencing opposing voices are actually priests.\"\n\n@naval"
  },
  {
    "id": 1481737106061885400,
    "text": "RT @NavalismHQ: \"People spend too much time doing and not enough time thinking about what they should be doing.\"\n\n@naval"
  },
  {
    "id": 1481737082062065700,
    "text": "RT @NavalismHQ: \"An entrepreneur without drive is just unemployed.\"\n\n@naval"
  },
  {
    "id": 1481737076189974500,
    "text": "RT @NavalismHQ: \"Would you still be interested in doing something,\n\nIf you couldn't tell anyone about it?\"\n\n@naval"
  },
  {
    "id": 1481709885729431600,
    "text": "\"Always pay it forward. And don't keep count.\"\n\n@naval"
  },
  {
    "id": 1481679434994360300,
    "text": "\"If you don't own a piece of a business, you don't have a path towards financial freedom.\"\n\n@naval"
  },
  {
    "id": 1481649236156436500,
    "text": "\"You don’t have eight creative, problem-solving hours in the day - you have two. \n\nSpend your time wisely.\"\n\n@naval"
  },
  {
    "id": 1481618785329111000,
    "text": "\"Life truly is a single player game. Nobody stays by your side forever\"\n\n@naval"
  },
  {
    "id": 1481588586415808500,
    "text": "\"The only real test of intelligence is if you get what you want out of life.\"\n\n@naval"
  },
  {
    "id": 1481558135622017000,
    "text": "\"If tobacco companies get in trouble for selling products that give people cancer, then universities should get in trouble for selling student debt to students with worthless degrees.\"\n\n@naval"
  },
  {
    "id": 1481527684954001400,
    "text": "\"This is the age of the individual.\"\n\n@naval"
  },
  {
    "id": 1481497485986058200,
    "text": "\"People spend too much time doing and not enough time thinking about what they should be doing.\"\n\n@naval"
  },
  {
    "id": 1481467035527704600,
    "text": "\"You can neither give happiness, nor receive it.\"\n\n@naval"
  },
  {
    "id": 1481436836446843000,
    "text": "\"I’m very skeptical about General AI anytime in my lifetime.\"\n\n@naval"
  },
  {
    "id": 1481406385736749000,
    "text": "\"An entrepreneur without drive is just unemployed.\"\n\n@naval"
  },
  {
    "id": 1481375935098142700,
    "text": "\"Would you still be interested in doing something,\n\nIf you couldn't tell anyone about it?\"\n\n@naval"
  },
  {
    "id": 1481345484518146000,
    "text": "\"We accept the voice in our head as the source of all truth. But all of it is malleable, and every day is new. Memory and identity are burdens from the past preventing us from living freely in the present.\"\n\n@naval"
  },
  {
    "id": 1481314782296825900,
    "text": "\"If the primary purpose of school was education, the Internet should obsolete it. But school is mainly about credentialing.\"\n\n@naval"
  },
  {
    "id": 1481284583207235600,
    "text": "\"The mind gives up before the body.\"\n\n@naval"
  },
  {
    "id": 1481254132711399400,
    "text": "\"Never tweet in anger.\"\n\n@naval"
  },
  {
    "id": 1481222675313959000,
    "text": "\"Self-awareness is the most attractive trait.\"\n\n@naval"
  },
  {
    "id": 1481193734461014000,
    "text": "\"All benefits in life come from compound interest, whether in money, relationships, love, health, activities, or habits. I only want to be around people I know I’m going to be around for the rest of my life. I only want to work on things I know have long-term payout.\"\n\n@naval"
  },
  {
    "id": 1481163283839160300,
    "text": "\"Judgement requires experience, but can be built faster by learning foundational skills.\" \n\n@naval"
  },
  {
    "id": 1481132833208823800,
    "text": "\"You make your own luck if you stay at it long enough.\"\n\n@naval"
  },
  {
    "id": 1481102634400551000,
    "text": "\"Networking is overrated. Become first and foremost a person of value and the network will be available whenever you need it.\" \n\n@naval"
  },
  {
    "id": 1481072183988400000,
    "text": "\"The best way, perhaps the only way, to change others is to become an example.\"\n\n@naval"
  },
  {
    "id": 1481041732888240000,
    "text": "\"The larger the herd, the lower the returns.\" \n\n@naval"
  },
  {
    "id": 1481011282497003500,
    "text": "\"The worst way to build a relationship is to try to build a relationship.\"\n\n@naval"
  },
  {
    "id": 1480980831690657800,
    "text": "\"If you want to be a clear thinker you cannot pay attention to politics because it’ll destroy your ability to think.\"\n\n@naval"
  },
  {
    "id": 1480950381194715100,
    "text": "\"Be like family to your friends, a friend to strangers, and a stranger to your enemies.\"\n\n@naval"
  },
  {
    "id": 1480919930459472000,
    "text": "\"The reality is life is a single-player game. You’re born alone. You’re going to die alone. All of your interpretations are alone. All your memories are alone. You’re gone in three generations and nobody cares. Before you showed up, nobody cared. It’s all single-player.\"\n\n@naval"
  },
  {
    "id": 1480889731479187500,
    "text": "If you want to be rewarded, you have to be irreplaceable.\n\nIf you want to be irreplaceable, you have to be unique.\n\nIf you want to be unique, you have to be authentic.\n\nIf you want to be authentic, stop listening to everyone and everything else. \nIt’s drowning “you” out.\n\n@naval"
  },
  {
    "id": 1480859280840347600,
    "text": "\"If you don’t care to be liked, they can’t touch you.\"\n\n@naval"
  },
  {
    "id": 1480828830222667800,
    "text": "\"Nothing like a health problem to turn up the contrast dial on the rest of life.\"\n\n@naval"
  },
  {
    "id": 1480798127909216300,
    "text": "\"The strongest intellectual foundation is built upon science, math, and philosophy, as they are the search for universal truths.\"\n\n@naval"
  },
  {
    "id": 1480767928748462000,
    "text": "\"To measure the quality of your life, simply do nothing, and see how it feels.\"\n\n@naval"
  },
  {
    "id": 1480737478550044700,
    "text": "\"You'll do better work if you're bored rather than busy.\"\n\n@naval"
  },
  {
    "id": 1480707027710079000,
    "text": "\"Anyone who attempts to serve a customer at a new level of quality and scale is an entrepreneur. Anyone who does not, is not.\"\n\n@naval"
  },
  {
    "id": 1480676577239343000,
    "text": "\"If you eat, invest, and think according to what the ‘news’ advocates, you’ll end up nutritionally, financially and morally bankrupt.\" \n \n@naval"
  },
  {
    "id": 1480646126348824600,
    "text": "\"The most important trick to be happy is to realize that happiness is a choice that you make and a skill set that you develop. You choose to be happy, and then you work at it. It's just like building muscles.\" \n\n@naval"
  },
  {
    "id": 1480615927519461400,
    "text": "\"There's a theory that I call 'the five chimps theory'. In Zoology, you can predict the mood and behaviour patterns of any chimp by which five chimps they hang out with the most. Choose your five chimps carefully.\" \n\n@naval"
  },
  {
    "id": 1480585476813648000,
    "text": "\"Perhaps one reason why yoga and meditation are hard to sustain is that they have no extrinsic value. Purely single player games.\" \n\n@naval"
  },
  {
    "id": 1480555034177769500,
    "text": "\"The reason to win the game is so that you can be free of it.\"\n\n@naval"
  },
  {
    "id": 1480524835486769200,
    "text": "\"Money doesn’t buy happiness - it buys freedom.\"\n\n@naval"
  },
  {
    "id": 1480494376606384000,
    "text": "\"If you create it for yourself, it’s art. \n\nIf you create it for others, it’s business.\"\n\n@naval"
  },
  {
    "id": 1480464604383912000,
    "text": "RT @NavalismHQ: \"Happiness is being satisfied with what you have. Success comes from dis-satisfaction. Choose.\"\n\n@naval"
  },
  {
    "id": 1480464561358659600,
    "text": "RT @NavalismHQ: \"Walking meetings:\n- Brain works better\n- Exercise &amp; sunlight\n- Shorter, less pleasantries\n- More dialogue, less monologue…"
  },
  {
    "id": 1480464177340760000,
    "text": "\"If the work doesn’t require creativity, delegate it, automate it, or leave it.\"\n\n@naval"
  },
  {
    "id": 1480433726672629800,
    "text": "\"The more seriously you take yourself, the unhappier you’re going to be.\"\n\n@naval"
  },
  {
    "id": 1480403527549612000,
    "text": "\"The goal of media is to make every problem, your problem.\"\n\n@naval"
  },
  {
    "id": 1480373076999110700,
    "text": "\"If your opinions line up neatly with those of your friends and colleagues, they’re not your opinions.\"\n\n@naval"
  },
  {
    "id": 1480342626645659600,
    "text": "\"Listening to books instead of reading them is like drinking your vegetables instead of eating them.\"\n\n@naval"
  },
  {
    "id": 1480312427321475000,
    "text": "\"The more neatly you fit into society, the less free you actually are.\"\n\n@naval"
  },
  {
    "id": 1480281976745513000,
    "text": "\"Imagine how effective you would be if you weren’t anxious all the time.\"\n\n@naval"
  },
  {
    "id": 1480251022681510000,
    "text": "\"Free people make free choices. Free choices mean you get unequal outcomes. \n\nYou can have freedom, or you can have equal outcomes. You can’t have both.\"\n\n@naval"
  },
  {
    "id": 1480228373578223600,
    "text": "'Stop asking why and start saying wow.' The world is such an amazing place. As humans, we’re used to taking everything for granted.\n\n@naval"
  },
  {
    "id": 1480197922985689000,
    "text": "\"Choose the non-emotional response to any given situation and see how much easier your life becomes.\"\n\n@naval"
  },
  {
    "id": 1480167472279867400,
    "text": "\"There's no shortcut to smart.\"\n\n@naval"
  },
  {
    "id": 1480137273261838300,
    "text": "\"To me, the real winners are the ones who step out of the game entirely, who don’t even play the game, who rise above it. Those are the people who have such internal mental and self-control and self-awareness, they need nothing from anybody else.\"\n\n@naval"
  },
  {
    "id": 1480106822568755200,
    "text": "\"Reading a book isn’t a race - the better the book, the slower it should be absorbed.\"\n\n@naval"
  },
  {
    "id": 1480076623579779000,
    "text": "\"If it hurts to hear it, look for the truth in it.\n\nIf it comforts to hear it, look for the lie in it.\"\n\n@naval"
  },
  {
    "id": 1480046172970520600,
    "text": "\"The more you know, the less you diversify.\"\n\n@naval"
  },
  {
    "id": 1480015722319335400,
    "text": "\"The ability to stay calm during conflict is a superpower.\"\n\n@naval"
  },
  {
    "id": 1479985523276013600,
    "text": "\"Making money is not a thing that you do - it's a skill that you learn.\"\n\n@naval"
  },
  {
    "id": 1479955072666587100,
    "text": "\"Inspiration is perishable - act on it immediately.\"\n\n@naval"
  },
  {
    "id": 1479924873619198000,
    "text": "\"You won’t have inner peace until you give up your war against the world.\"\n\n@naval"
  },
  {
    "id": 1479894423454425000,
    "text": "\"Pure knowledge is the ultimate form of leverage.\"\n\n@naval"
  },
  {
    "id": 1479863972698288000,
    "text": "\"The past is entirely contained in your head. It is nowhere else. The present is all that exists and that is where YOU exist.\"\n\n@naval"
  },
  {
    "id": 1479833773764231200,
    "text": "\"Flow is always there. You’re just in the way.\"\n\n@naval"
  },
  {
    "id": 1479803322764710000,
    "text": "\"The foundation of learning is reading\"\n\n@naval"
  },
  {
    "id": 1479772872205906000,
    "text": "\"Clear Thinker\" is a better compliment than \"Smart.\"\n\n@naval"
  },
  {
    "id": 1479742673254817800,
    "text": "\"A fit body, a calm mind, a house full of love. These things cannot be bought - they must be earned.\"\n\n@naval"
  },
  {
    "id": 1479712222477574100,
    "text": "\"Your goal in life is to find out the people who need you the most, to find out the business that needs you the most, to find the project and the art that needs you the most. There is something out there just for you.\" \n\n@naval"
  },
  {
    "id": 1479681771633479700,
    "text": "\"The measure of wealth is freedom. \n\nThe measure of health is lightness.\n\nThe measure of intellect is judgment.\n\nThe measure of wisdom is silence.\n\nThe measure of love is peace.\"\n\n@naval"
  },
  {
    "id": 1479651572846104600,
    "text": "\"One advantage of getting older - you become more decisive.\"\n\n@naval"
  },
  {
    "id": 1479621409512951800,
    "text": "\"Happiness is being satisfied with what you have. Success comes from dis-satisfaction. Choose.\"\n\n@naval"
  },
  {
    "id": 1479561730988466200,
    "text": "\"If you can't see yourself working with someone for life, don't work with them for a day.\"\n\n@naval"
  },
  {
    "id": 1479531532125618200,
    "text": "\"Knowledge is discovered by all of us, each adding to the whole.\n\nWisdom is rediscovered by each of us, one at a time.\" \n\n@naval"
  },
  {
    "id": 1479501081445118000,
    "text": "\"Media travels and earns while you sleep. It searches the world for opportunities for you. Code is even better.\" \n\n@naval"
  },
  {
    "id": 1479470882615660500,
    "text": "\"We are biological machines programmed to survive and replicate. Happy is anti-evolution.\" \n\n@naval"
  },
  {
    "id": 1479440431683408000,
    "text": "\"Time is the ultimate currency and I should have been more tight fisted with it.\" \n\n@naval"
  },
  {
    "id": 1479410232623190000,
    "text": "\"Signaling virtue is a vice.\" \n\n@naval"
  },
  {
    "id": 1479379781888069600,
    "text": "\"Teaching is more a way for the teacher to learn than for the student to learn.\" \n\n@naval"
  },
  {
    "id": 1479349331262066700,
    "text": "Above “product-market fit” is “founder-product-market fit.”\n\n@naval \n\n#startup"
  },
  {
    "id": 1479318880593989600,
    "text": "\"Walking meetings:\n- Brain works better\n- Exercise &amp; sunlight\n- Shorter, less pleasantries\n- More dialogue, less monologue\n- No slides\n- End easily by walking back\"\n\n@naval"
  },
  {
    "id": 1479288430278287400,
    "text": "\"Mathematics is the language of nature. Perhaps we can teach and learn it more easily as such.\"\n\n@naval"
  },
  {
    "id": 1479257979396448300,
    "text": "\"Be so big that it’s cool to hate you.\"\n\n@naval"
  },
  {
    "id": 1479227529135366100,
    "text": "\"The source of wisdom is pain.\"\n\n@naval"
  },
  {
    "id": 1479197078253277200,
    "text": "\"Read the books they want to ban.\"\n\n@naval"
  },
  {
    "id": 1479166627711271000,
    "text": "\"Value your time. It is all you have. It’s more important than your money. It’s more important than your friends. It is more important than anything. Your time is all you have. Do not waste your time.\" \n \n@naval"
  },
  {
    "id": 1479136177110270000,
    "text": "\"If you want to make the wrong decision, ask everyone.\"\n\n@naval"
  },
  {
    "id": 1479105978385588200,
    "text": "\"You lead by being willing to walk alone.\"\n\n@naval"
  },
  {
    "id": 1479075527713456000,
    "text": "\"The only way out is through progress.\"\n\n@naval"
  },
  {
    "id": 1479045082049302500,
    "text": "\"If you wanted to be rich in the 1800s you did it with Labour, in the 1900s with Capital, now you do it with code.\"\n\n@naval"
  },
  {
    "id": 1479014879084306400,
    "text": "\"Happiness is evident more by its absence than by its presence.\"\n\n@naval"
  },
  {
    "id": 1478984426776248300,
    "text": "\"All tyranny begins with the desire to coerce others for the greater good.\"\n\n@naval"
  },
  {
    "id": 1478953976141856800,
    "text": "\"The people you most want to impress can read your intentions.\"\n\n@naval"
  },
  {
    "id": 1478923525599735800,
    "text": "\"By bringing the world together, social media is tearing it apart.\"\n\n@naval"
  },
  {
    "id": 1478890055074730000,
    "text": "\"If they can train you to do it, then eventually they will train a computer to do it.\"\n\n@naval"
  },
  {
    "id": 1478859856085852200,
    "text": "\"Don’t spend your time making other people happy. Other people being happy is their problem. It’s not your problem. If you are happy, it makes other people happy.\"\n\n@naval"
  },
  {
    "id": 1478829405417791500,
    "text": "\"Value your time. It is all you have.\"\n\n@naval"
  },
  {
    "id": 1478799206408237000,
    "text": "\"You’re going to die one day, and none of this is going to matter. So enjoy yourself. Do something positive. Project some love. Make someone happy. Laugh a little bit. Appreciate the moment. And do your work.\"\n\n@naval"
  },
  {
    "id": 1478768755912032300,
    "text": "\"In any situation in life, you always have three choices: you can change it, you can accept it, or you can leave it.\"\n\n@naval"
  },
  {
    "id": 1478738556805795800,
    "text": "\"The more secrets you have, the less happy you’re going to be.\"\n\n@naval"
  },
  {
    "id": 1478708106045628400,
    "text": "\"I just don’t believe in anything from my past. Anything. No memories. No regrets. No people. No trips. Nothing. A lot of our unhappiness comes from comparing things from the past to the present.\"\n\n@naval"
  },
  {
    "id": 1478677907077795800,
    "text": "\"Earn with your Mind.\n\nNot your time.\"\n\n@naval"
  },
  {
    "id": 1478647456766185500,
    "text": "\"No one can compete with you on being you.\n\nMost of life is a search for who and what needs you the most.\"\n\n@naval"
  },
  {
    "id": 1478617005766946800,
    "text": "\"Everyone thinks they're the good one, doing it for someone else. It's all white knights fighting each other.\"\n\n@naval"
  },
  {
    "id": 1478586806727700500,
    "text": "\"Asymmetric opportunities:\n\nInvest in startups\nStart a company\nCreate a book, podcast, video\nCreate a (software) product\nGo on many first dates\nGo to a cocktail party\nRead a Lindy book\nMove to a big city\nBuy Bitcoin\nTweet.\" \n\n@naval"
  },
  {
    "id": 1478556607898275800,
    "text": "\"People who live far below their means enjoy a freedom that people busy upgrading their lifestyles can’t fathom.\" \n\n@naval"
  },
  {
    "id": 1478526157188305000,
    "text": "\"Decisions:\n\n• If you can’t decide, the answer is no.\n\n• If two equally difficult paths, choose the one more painful in the short term (pain avoidance is creating an illusion of equality).\n\n• Choose the path that leaves you more equanimous in the long term.\" \n\n@naval"
  },
  {
    "id": 1478495958321315800,
    "text": "\"When building habits, choose consistency over content.\n\nThe best book is the one you can’t put down.\n\nThe best exercise is the one you enjoy doing every day.\n\nThe best health food is the one you find tasty.\n\nThe best work is the work you’d do for free.\"\n\n@naval"
  },
  {
    "id": 1478465507674181600,
    "text": "\"Trade money for time, not time for money. You’re going to run out of time first.\" \n\n@naval"
  },
  {
    "id": 1478435308664410000,
    "text": "\"Doctors won’t make you healthy.\n\nNutritionists won’t make you slim.\n\nTeachers won’t make you smart.\n\nGurus won’t make you calm.\n\nMentors won’t make you rich.\n\nTrainers won’t make you fit.\n\nUltimately, you have to take responsibility. Save yourself.\" \n\n@naval"
  },
  {
    "id": 1478404859489628200,
    "text": "\"Seek wealth, not money or status. Wealth is having assets that earn while you sleep. Money is how we transfer time and wealth. Status is your place in the social hierarchy.\" \n\n@naval"
  },
  {
    "id": 1478374658952941600,
    "text": "\"Modern society will shame you for earning money, shame you for being happy, shame you for being raised well, shame you for having children, and ultimately, shame you for existing.\n\nIt isn’t just religion that controls you by declaring you a sinner.\"\n\n@naval"
  },
  {
    "id": 1478344208574345200,
    "text": "\"If you could literally just sit for 30 minutes and be happy, you are successful.\"\n\n@naval"
  },
  {
    "id": 1478313757776310300,
    "text": "\"I don’t care how rich you are. \nI don’t care whether you’re a top Wall Street banker. \nIf somebody has to tell you when to be at work, what to wear and how to behave, \nyou’re not a free person. \nYou’re not actually rich.\"\n\n@naval"
  },
  {
    "id": 1478283558791823400,
    "text": "\"A busy calendar and a busy mind will destroy your ability to create anything great.\"\n\n@naval"
  },
  {
    "id": 1478253108232921000,
    "text": "\"The quality of your mind is the quality of your life.\"\n\n@naval"
  },
  {
    "id": 1478222657472630800,
    "text": "\"If you hurt other people because they have expectations of you, that’s their problem.\"\n\n@naval"
  },
  {
    "id": 1478192458420813800,
    "text": "\"It’s the nature of truth that once you see it, you can’t unsee it.\"\n\n@naval"
  },
  {
    "id": 1478162007832424400,
    "text": "\"Learn to sell. Learn to build. If you can do both, you will be unstoppable.\" \n\n@naval"
  },
  {
    "id": 1478131305397121000,
    "text": "\"The greatest superpower is the ability to change yourself.\" \n \n@naval"
  },
  {
    "id": 1478105133418430500,
    "text": "\"Creativity starts with an empty calendar and ends with a full one.\" \n \n@naval"
  },
  {
    "id": 1478074934035312600,
    "text": "\"Pointing out obvious exceptions implies that either the target isn't smart, or that you aren't.\"\n\n@naval"
  },
  {
    "id": 1478044483379810300,
    "text": "\"Love is an emotion generated by your genes, when they see themselves as potentially or actually passed on to future generations.\"\n\n@naval"
  },
  {
    "id": 1478014284554666000,
    "text": "\"Develop \"strategic incompetence\" - people won't ask you to do things you hate to do, if you're bad at them.\"\n\n@naval"
  },
  {
    "id": 1477983833773555700,
    "text": "\"No meetings before 11am. No meetings when emails or calls will do. Don’t schedule calls, text coordinate them on the fly when possible. Cram all meetings into two days a week. 1-on-1s are usually 30-minute walking meetings.(Meetings are the death of productivity)\" \n\n@naval"
  },
  {
    "id": 1477953383143284700,
    "text": "\"Spend your time doing only what you can uniquely do.\"\n\n@naval"
  },
  {
    "id": 1477923183978180600,
    "text": "\"Retirement is when you stop sacrificing today for an imaginary tomorrow. When today is complete, in and of itself, you’re retired.\"\n\n@naval"
  },
  {
    "id": 1477892733368823800,
    "text": "\"The overscheduled life is not worth living.\"\n\n@naval"
  },
  {
    "id": 1477862534363369500,
    "text": "\"Uncertainty, not outcome, is the root of stress.\" \n\n@naval"
  },
  {
    "id": 1477832083787726800,
    "text": "\"The closer you are to the truth, the more silent you become inside.\" \n\n@naval"
  },
  {
    "id": 1477801633006375000,
    "text": "\"Gatekeepers in media and academia have lost power. On the Internet, a single individual can accomplish anything.\" \n \n@naval"
  },
  {
    "id": 1477771434118238200,
    "text": "\"Rich people get paid by the project and pay by the hour.\" \n\n@naval"
  },
  {
    "id": 1477740983437734000,
    "text": "\"There is something out there just for you.\"\n\n@naval"
  },
  {
    "id": 1477710532836675600,
    "text": "\"When it comes to medicine and nutrition, subtract before you add.\" \n\n@naval"
  },
  {
    "id": 1477680082088915000,
    "text": "\"The overeducated are worse off than the undereducated, having traded common sense for the illusion of knowledge.\"\n\n@naval"
  },
  {
    "id": 1477649631727153200,
    "text": "\"The Internet doesn’t care about your title.\"\n\n@naval"
  },
  {
    "id": 1477615657868877800,
    "text": "\"Everybody wants to change others. Nobody wants to be changed.\"\n\n@naval"
  },
  {
    "id": 1477585207104401400,
    "text": "\"Following your genuine intellectual curiosity is a better foundation for a career than following whatever is making money right now.\"\n\n@naval"
  },
  {
    "id": 1477554756331712500,
    "text": "\"Every time you catch yourself desiring something, say, 'Is it so important to me I’ll be unhappy unless this goes my way?' You’re going to find with the vast majority of things it’s just not true.\"\n\n@naval"
  },
  {
    "id": 1477524305781088300,
    "text": "\"If you secretly despise wealth, it will elude you.\" \n\n@naval"
  },
  {
    "id": 1477494106670735400,
    "text": "\"The next stage of the web is the decentralized creator economy.\"\n\n@naval"
  },
  {
    "id": 1477463404629708800,
    "text": "\"Every man is at war with himself, except a Buddha.\"\n\n@naval"
  },
  {
    "id": 1477433205514911700,
    "text": "\"The truest way to decline is just to say, “it doesn’t feel right to me.” \n\nNo explanation is necessary.\"\n\n@naval"
  },
  {
    "id": 1477402503050268700,
    "text": "\"The price of productivity is creativity.\"\n\n@naval"
  },
  {
    "id": 1477376330769522700,
    "text": "\"Money does buy happiness, if you earned it.\"\n\n@naval"
  },
  {
    "id": 1477347138388463600,
    "text": "\"A politician who reads aloud speeches written by others is an actor, not a leader.\"\n\n@naval"
  },
  {
    "id": 1477326502375014400,
    "text": "\"Your trauma creates you.\"\n\n@naval"
  },
  {
    "id": 1477295548554039300,
    "text": "\"The more it matters who said it, the less it actually matters.\"\n\n@naval"
  },
  {
    "id": 1477265349586337800,
    "text": "\"If you want to be wealthy, spend your time earning, learning, or relaxing. Outsource or ignore everything else.\"\n\n@naval"
  },
  {
    "id": 1477235150446633000,
    "text": "\"Optimize for control over money, and you’ll make more money.\"\n\n@naval"
  },
  {
    "id": 1477204699875061800,
    "text": "\"I was always ready to share, but before external success, nobody cared to listen.\" \n\n@naval"
  },
  {
    "id": 1477174249227964400,
    "text": "\"Populism is what we call democracy when we don't like the outcome.\" \n\n@naval"
  },
  {
    "id": 1477144050302083000,
    "text": "\"Diversification is a hedge against a lack of knowledge.\"\n\n@naval"
  },
  {
    "id": 1477113600170860500,
    "text": "\"Life is a single player game.\"\n\n@naval"
  },
  {
    "id": 1477083400913653800,
    "text": "\"My definition of wisdom is knowing the long-term consequences of your actions.\"\n\n@naval"
  },
  {
    "id": 1477052950971404300,
    "text": "\"You’re offended when you fear that it might be true.\"\n\n@naval"
  },
  {
    "id": 1477022751470858200,
    "text": "\"Negotiations are won by whoever cares less.\"\n\n@naval"
  },
  {
    "id": 1476992300676911000,
    "text": "\"Outside of math, physics, and chemistry, there isn't much \"settled science.\" We're still arguing over what the optimal diet is.\"\n\n@naval"
  },
  {
    "id": 1476962102078320600,
    "text": "\"A happy person isn’t someone who’s happy all the time. \n\nIt’s someone who effortlessly interprets events in such a way that they don’t lose their innate peace.\"\n\n@naval"
  },
  {
    "id": 1476931654052728800,
    "text": "\"You get paid for being right first, and to be first, you can’t wait for consensus.\"\n\n@naval"
  },
  {
    "id": 1476901200574369800,
    "text": "\"Better bored than busy.\"\n\n@naval"
  },
  {
    "id": 1476870752515371000,
    "text": "\"Often, the best companies are ones where the product is an extension of the founder’s personality, which shouldn’t be a big surprise, since everyone is passionate about themselves.\"\n\n@naval"
  },
  {
    "id": 1476840298734968800,
    "text": "\"You’re dying and being reborn at every moment.\"\n\n@naval"
  },
  {
    "id": 1476809847962230800,
    "text": "\"Meditation isn’t hard. All you have to do is sit there and do nothing. Just sit down. Close your eyes and say, 'I’m just going to give myself a break for an hour. This is my hour off from life. This is the hour I’m not going to do anything.'\"\n\n@naval"
  },
  {
    "id": 1476779397235445800,
    "text": "\"If You’re So Smart, Why Aren’t You Happy?\"\n\n@naval"
  },
  {
    "id": 1476748694997241900,
    "text": "\"Making money through an early lucky trade is the worst way to win. The bad habits that it reinforces will lead to a lifetime of losses.\" \n \n@naval"
  },
  {
    "id": 1476718244325208000,
    "text": "\"There is no skill called “business.” Avoid business magazines and business classes.\" \n\n@naval"
  },
  {
    "id": 1476687793736847400,
    "text": "\"The most interesting and dangerous people are directed, with purpose.\"\n\n@naval"
  },
  {
    "id": 1476657343123255300,
    "text": "\"If you can't decide, the answer is no.\"\n\n@naval"
  },
  {
    "id": 1476626892497162200,
    "text": "\"Find a relationship where you, naturally being you, makes the other person happy. And the other person, naturally being the other person, makes you happy.\"\n\n@naval"
  },
  {
    "id": 1476596442206716000,
    "text": "\"You don’t want to spend 90% of your life trying to figure out how to be happy and 10% being happy, you want to be happy right now.\"\n\n@naval"
  },
  {
    "id": 1476566243377303600,
    "text": "\"You make money to solve your money and material problems. I think the best way to stay away from this constant love of money is to not upgrade your lifestyle as you make money.\"\n\n@naval"
  },
  {
    "id": 1476535792231231500,
    "text": "\"It's never been easier to start a company. It's never been harder to build one.\" \n\n@naval"
  },
  {
    "id": 1476505341655400400,
    "text": "\"The selfish reason to be ethical is that it attracts the other ethical people in the network.\"\n\n@naval"
  },
  {
    "id": 1476474890882625500,
    "text": "\"If you're going to pick 3 cards in the hand you're dealt, take intelligence, drive, and most importantly, emotional self-discipline.\" \n\n@naval"
  },
  {
    "id": 1476444440231305200,
    "text": "\"Don’t do things that you know are morally wrong. Not because someone is watching, but because you are. Self-esteem is just the reputation that you have with yourself. You’ll always know.\" \n\n@naval"
  },
  {
    "id": 1476413989600907300,
    "text": "\"The fundamental delusion - there is something out there that will make me happy and fulfilled forever.\" \n\n@naval"
  },
  {
    "id": 1476383538912059400,
    "text": "\"Free education is abundant, all over the internet. It’s the desire to learn that’s scarce.\" \n\n@naval"
  },
  {
    "id": 1476359379737796600,
    "text": "\"All those processes you put in place to make sure that \"it doesn't happen again\" - are destroying your organization's ability to innovate.\"\n\n@naval"
  },
  {
    "id": 1476324650950922200,
    "text": "\"We didn't set out to build a product. We set out to solve a problem.\"\n\n@naval"
  },
  {
    "id": 1476287657311301600,
    "text": "\"Nobody is smarter than everybody. Contradict markets at your peril.\"\n\n@naval"
  },
  {
    "id": 1476263749682188300,
    "text": "\"The measure of how much you love something is what you sacrifice for it.\"\n\n@naval"
  },
  {
    "id": 1476237325961203700,
    "text": "\"To retain innocence, reduce judgements.\"\n\n@naval"
  },
  {
    "id": 1476206875712495600,
    "text": "\"I, and I alone, am responsible for everything I think and feel.\"\n\n@naval"
  },
  {
    "id": 1476176788296548400,
    "text": "\"You don’t get rich by spending your time to save money. \n\nYou get rich by saving your time to make money.\"\n\n@naval"
  },
  {
    "id": 1476081297294610400,
    "text": "The difference between sounding smart and being smart is \"I don’t know.\"\n\n@naval"
  },
  {
    "id": 1476051098360336400,
    "text": "\"You don’t need mentors, you need action.\"\n\n@naval"
  },
  {
    "id": 1476020396042379300,
    "text": "\"Read what you love until you love to read.\" \n \n@naval"
  },
  {
    "id": 1475989945584001000,
    "text": "\"The three big decisions - what you do, where you live, and who you’re with.\"\n\n@naval"
  },
  {
    "id": 1475959746389762000,
    "text": "\"A group of people who think differently is a market. \n\nA group of people who think alike is a mob.\"\n\n@naval"
  },
  {
    "id": 1475924514680701000,
    "text": "\"Living things are those things which replicate, adapt, and locally reverse entropy.\"\n\n@naval"
  },
  {
    "id": 1475898341825269800,
    "text": "\"The heart decides, the head rationalizes.\"\n\n@naval"
  },
  {
    "id": 1475868142991675400,
    "text": "\"If they wrote it to make money, don't read it.\"\n\n@naval"
  },
  {
    "id": 1475837692415987700,
    "text": "\"Pick an industry where you can play long term games with long term people.\" \n\n@naval"
  },
  {
    "id": 1475807241907228700,
    "text": "\"Changing your interpretation of your past is often just as good as changing your past.\" \n\n@naval"
  },
  {
    "id": 1475776791029719000,
    "text": "\"Relax. You’ll live longer *and* perform better.\" \n\n@naval"
  },
  {
    "id": 1475745585236004900,
    "text": "\"The first rule of handling conflict is don't hang around with people who are constantly engaging in conflict.\" \n\n@naval"
  },
  {
    "id": 1475715889634807800,
    "text": "\"You're not going to get rich renting out your time. You must own equity - a piece of a business - to gain your financial freedom.\"\n\n@naval"
  },
  {
    "id": 1475685438975209500,
    "text": "\"The ideal would be to make money with your mind, not with your time.\"\n\n@naval"
  },
  {
    "id": 1475654988202496000,
    "text": "\"School, politics, sports, and games train us to compete against others. True rewards - wealth, knowledge, love, fitness, and equanimity - come from ignoring others and improving ourselves.\" \n\n@naval"
  },
  {
    "id": 1475632595522265000,
    "text": "\"It’s becoming easier and easier to be social, but exceptional people are built in solitude.\" \n \n@naval"
  },
  {
    "id": 1475609665102917600,
    "text": "\"Founder-mentality means not caring who gets the credit.\"\n\n@naval"
  },
  {
    "id": 1475564139653128200,
    "text": "\"If you eat, invest, and think according to what the ‘news’ advocates, you’ll end up nutritionally, financially and morally bankrupt.\" \n \n@naval"
  },
  {
    "id": 1475538973892092000,
    "text": "\"Knowing how little you matter is very important for your mental health and your happiness.\" \n\n@naval"
  },
  {
    "id": 1475512801963696000,
    "text": "\"All the benefits in life come from compound interest - relationship, money, habits - anything of importance.\" \n\n@naval"
  },
  {
    "id": 1475482603180503000,
    "text": "\"If you can't code, write books and blogs, record videos and podcasts.\" \n\n@naval"
  },
  {
    "id": 1475452152369668000,
    "text": "\"Persistent, non-specific anxiety is the result of wanting so much, talking so much, and doing so much that you lose touch with the quiet joys of solitude.\" \n \n@naval"
  },
  {
    "id": 1475417171362734000,
    "text": "\"Money doesn’t buy happiness - it buys freedom.\"\n\n@naval"
  },
  {
    "id": 1475382945850531800,
    "text": "Two kinds of happiness.\n\nWorldly happiness is reward from our evolutionary program.Get praise,money,drugs, sex. It busies the mind with craving &amp; anxiety.\n\nInternal happiness is reward from being in flow.Create, meditate, love, play. It clears the mind &amp; leaves us in peace.@naval"
  },
  {
    "id": 1475356269972185000,
    "text": "In physical domains (diet, workouts), consistency is king.\n\nIn intellectual &amp; social domains, wins are rare, sudden, and nonlinear - 99% of effort is “wasted.” \n\nOnce we find our ideal spouse, career, friends, we realize how much time we squandered by not moving on sooner.\n@naval"
  },
  {
    "id": 1475329594223775700,
    "text": "\"You want to be rich and anonymous, not poor and famous.\" \n\n@naval"
  },
  {
    "id": 1475299143887339500,
    "text": "\"Reality is neutral. Our reactions reflect back &amp; create our world.\n\nJudge, &amp; feel separate and lonely. Anger, &amp; lose peace of mind. Cling, &amp; live in anxiety. Fantasize, &amp; miss the present. Desire, &amp; suffer until you have it.\n\nHeaven &amp; hell are right here, right now.\"\n\n@naval"
  },
  {
    "id": 1475268693076557800,
    "text": "\"You’re never going to get rich renting out your time.\"\n\n@naval"
  },
  {
    "id": 1475241010733191200,
    "text": "The ideal school would teach health, wealth, &amp; happiness.\nIt‘d be free, self-paced, &amp; available to all.\nIt‘d show opposing ideas and students would self-verify truth.\nNo grades, no tests, no diplomas - just learning.\nActually, you’re already here. Careful who you follow.\n@naval"
  },
  {
    "id": 1475201500129362000,
    "text": "\"When building a startup, microeconomics is fundamental, macroeconomics is entertainment.\"\n\n@naval"
  },
  {
    "id": 1475176082785464300,
    "text": "\"Don't settle, and don't struggle.\"\n\n@naval"
  },
  {
    "id": 1475149658909384700,
    "text": "\"A taste of freedom can make you unemployable.\" \n\n@naval"
  },
  {
    "id": 1475119208015044600,
    "text": "\"If you need a degree to do it, it’s not going to make you wealthy.\"\n\n@naval"
  },
  {
    "id": 1475089015519039500,
    "text": "\"Your goal in life is to find the people, business, project, or art that needs you the most. There is something out there just for you.\"\n\n@naval"
  },
  {
    "id": 1475058558391644200,
    "text": "\"I probably read 1-2 hours a day, and that puts me in the top .00001%.\"\n\n@naval"
  },
  {
    "id": 1475020557896732700,
    "text": "Be wary of anything that starts with the word “social.”\n\n@naval"
  },
  {
    "id": 1474993378794348500,
    "text": "\"Pain is a fact. \n\nSuffering is a choice.\"\n\n@naval"
  },
  {
    "id": 1474967206391947300,
    "text": "\"The three epochs of the Internet:\n\n1. Web\n2. Mobile\n3. Blockchains\"\n\n@naval"
  },
  {
    "id": 1474937007382040600,
    "text": "\"Robots and computers will own any clearly bounded job, skill or game. Humans should focus on creative work.\"\n\n@naval"
  },
  {
    "id": 1474906053410271200,
    "text": "\"The problem with genius is that you have to tolerate madness.\"\n\n@naval"
  },
  {
    "id": 1474874092939452400,
    "text": "\"If you don’t know it, it’s because you aren’t interested in it.\"\n\n@naval"
  },
  {
    "id": 1474839363947098000,
    "text": "\"Maybe happiness is not something you inherit, or even choose, but a highly personal skill that can be learned, like fitness or nutrition.\"\n\n@naval"
  },
  {
    "id": 1474812940033400800,
    "text": "\"If the value you create is not mainly a function of the hours you spend, then you're likely in the right line of work.\"\n\n@naval"
  },
  {
    "id": 1474782740876718000,
    "text": "\"Tech companies will eventually displace the majority of the Fortune 500. Competing without software is like competing without electricity.\"\n\n@naval"
  },
  {
    "id": 1474752290359816200,
    "text": "\"I’m not going to be the most successful person on the planet, nor do I want to be. I just want to be the most successful version of myself while working the least hard possible.\"\n\n@naval"
  },
  {
    "id": 1474721839632961500,
    "text": "\"Startups don't die when they run out of cash, they die when the founders run out of energy.\"\n\n@naval"
  },
  {
    "id": 1474691640614953000,
    "text": "\"Work is the set of things that you have to do, that you don't want to do. Don't work.\"\n\n@naval"
  },
  {
    "id": 1474658421722923000,
    "text": "\"The less scheduled you are, the more creative you’re going to be.\"\n\n@naval"
  },
  {
    "id": 1474630739140526000,
    "text": "\"Your family is broken but you’re going to fix the world.\"\n\n@naval"
  },
  {
    "id": 1474600288636092400,
    "text": "\"It’s not so much Bitcoin going up as dollar going down.\"\n\n@naval"
  },
  {
    "id": 1474570089588576300,
    "text": "\"Learning is cheap, education is expensive.\"\n\n@naval"
  },
  {
    "id": 1474539639054606300,
    "text": "\"Good investors don’t sell investment advice.\"\n\n@naval"
  },
  {
    "id": 1474509188306899000,
    "text": "\"if you're not spending your time doing what you want, and you're not earning, and you’re not learning — what the heck are you doing?\"\n\n@naval"
  },
  {
    "id": 1474476976127811600,
    "text": "\"If you aren’t curious about it, you’ll never be good at it.\"\n\n@naval"
  },
  {
    "id": 1474448538901774300,
    "text": "The opposite of “Intellectual Yet Idiot” is “street smart.”\n\n@naval"
  },
  {
    "id": 1474418088443629600,
    "text": "\"What feels like play to you, but looks like work to others?\"\n\n@naval"
  },
  {
    "id": 1474387385974550500,
    "text": "\"The price of trying to make everyone else happy is making yourself miserable.\"\n\n@naval"
  },
  {
    "id": 1474357187057094700,
    "text": "\"The Internet enables eight billion monopolies.\"\n\n@naval"
  },
  {
    "id": 1474326987921670100,
    "text": "\"The hallmark of independent thinking is disbelief in the fashionable religions of the day.\"\n\n@naval"
  },
  {
    "id": 1474296033802813400,
    "text": "\"Either have children or become a saint, because eventually, you have to find something you love more than you love yourself.\"\n\n@naval"
  },
  {
    "id": 1474265834725990400,
    "text": "\"Evolution works by mutation and selection. \n\nInnovation works by trial and error.\n\nScience works by conjecture and criticism. \n\nFree markets work by entrepreneurship and risk.\n\nAll truth-seeking systems work roughly the same way.\"\n\n@naval"
  },
  {
    "id": 1474235384141734000,
    "text": "\"If you can't see yourself working with someone for life, don't work with them for a day.\" \n\n@naval"
  },
  {
    "id": 1474204681807274000,
    "text": "\"No success in the professional realm can compensate for failure in the home.\" - A wise friend.\n\n@naval"
  },
  {
    "id": 1474171211433271300,
    "text": "\"If you wanted to be rich in the 1800s you did it with Labour.\nIn the 1900s with Capital.\nNow you do it with code.\"\n\n@naval"
  },
  {
    "id": 1474142019043803100,
    "text": "\"Web is the new offline. Mobile is the new online.\"\n\n@naval (2010)"
  },
  {
    "id": 1474111820000637000,
    "text": "\"Thank God for unanswered prayers. (Especially the ones of my youth)\"\n\n@naval"
  },
  {
    "id": 1474081117921677300,
    "text": "\"Someday, not being proficient with computers will be considered a form of illiteracy.\"\n\n@naval"
  },
  {
    "id": 1474050919348072400,
    "text": "\"In a viral application, people are the product.\"\n\n@naval"
  },
  {
    "id": 1474020468084539400,
    "text": "\"Happiness is the state when nothing is missing.\"\n\n@naval"
  },
  {
    "id": 1473990017588420600,
    "text": "\"My 1 repeated learning in life: 'There Are No Adults' Everyone's making it up as they go along. Figure it out yourself, and do it.\" \n\n@naval"
  },
  {
    "id": 1473959566790611000,
    "text": "\"Escape competition through authenticity.\" \n \n@naval"
  },
  {
    "id": 1473929116114198500,
    "text": "\"Visit all the places, eat all the food, read all the books, make all the friends, gather all the fame, support all the causes, build all the products, earn all the money...\n\n...to see that the quality of your life is what it is when you are doing nothing.\"\n\n@naval"
  },
  {
    "id": 1473898665433571300,
    "text": "\"Unresolved thoughts, prematurely pushed out of the mind, pile up in an internal landfill - which eventually pokes out of the subconscious and manifests as chronic, nonspecific anxiety.\" \n \n@naval"
  },
  {
    "id": 1473868466524459000,
    "text": "\"If raising children was less rewarding than not doing it, the human race would have gone extinct.\"\n\n@naval"
  },
  {
    "id": 1473838016019853300,
    "text": "\"Choose the non-emotional response to any given situation and see how much easier your life becomes.\"\n\n@naval"
  },
  {
    "id": 1473807565226057700,
    "text": "Timeless:\nScience, math, philosophy, rhetoric. First principles. Creating art &amp; business. Family &amp; lifelong friends. Habits to calm mind &amp; body.\n\nTemporary:\nPolitics, news, entertainment. Memorizing facts. Hourly work. Transactional relationships. Drugs &amp; doctors for mind &amp; body."
  },
  {
    "id": 1473783406068600800,
    "text": "\"The modern mind is overstimulated and the modern body is understimulated and overfed. \n\nMeditation, exercise, and fasting restore an ancient balance.\"\n\n@naval"
  },
  {
    "id": 1473751948662689800,
    "text": "\"If they can train you to do it, then eventually they will train a computer to do it.\"\n\n@naval"
  },
  {
    "id": 1473727286113226800,
    "text": "\"One of the most damaging and widespread social beliefs is the idea that most adults are incapable of learning new skills.\"\n\n@naval"
  },
  {
    "id": 1473701114256277500,
    "text": "\"A rational person can find peace by cultivating indifference to things outside of their control.\" \n \n@naval"
  },
  {
    "id": 1473670663676256300,
    "text": "\"Walking meetings:\n- Brain works better\n- Exercise &amp; sunlight\n- Shorter, less pleasantries\n- More dialogue, less monologue\n- No slides\n- End easily by walking back\"\n\n@naval"
  },
  {
    "id": 1473640537475502000,
    "text": "\"To bootstrap a new money, create a religion around it. The core teaching is to hodl at all costs, no matter the temptation, until all unbelievers capitulate.\"\n\n@naval"
  },
  {
    "id": 1473605987013574700,
    "text": "\"The measure of wisdom is how calm you are when facing any given situation.\"\n\n@naval"
  },
  {
    "id": 1473570503113810000,
    "text": "\"If you can't decide, the answer is No.\"\n\n@naval"
  },
  {
    "id": 1473549112306024400,
    "text": "\"Mathematics is the language of nature. Perhaps we can teach and learn it more easily as such.\"\n\n@naval"
  },
  {
    "id": 1473518913333854200,
    "text": "\"At any given time, I’m either trying to pick up a good habit or discard a previous bad habit.\"\n\n@naval"
  },
  {
    "id": 1473488474359619600,
    "text": "\"You know you're good at something when you switch from making decisions with your conscious mind to making decisions with your instincts.\"\n\n@naval"
  },
  {
    "id": 1473457760264069000,
    "text": "\"I don’t measure my effectiveness at all. I don’t believe in self-measurement. I feel like this is a form of self-discipline, self-punishment, and self-conflict.\"\n\n@naval"
  },
  {
    "id": 1473427309692653600,
    "text": "\"To predict a person's behavior, study their incentives. To control a person's behavior, set their incentives. Not true for the best people.\"\n\n@naval"
  },
  {
    "id": 1473389309256339500,
    "text": "\"Charisma is the ability to project confidence and love at the same time.\"\n\n@naval"
  },
  {
    "id": 1473363136669307000,
    "text": "\"Guard your time. Forget the money.\"\n\n@naval"
  },
  {
    "id": 1473336209548132400,
    "text": "\"Karma is just you, repeating your patterns, virtues, and flaws until you finally get what you deserve.\"\n\n@naval"
  },
  {
    "id": 1473305758678667300,
    "text": "\"Don’t focus on more than one desire at a time\"\n\n@naval"
  },
  {
    "id": 1473275308073644000,
    "text": "\"People who live far below their means enjoy a freedom that people busy upgrading their lifestyles can’t fathom.\" \n\n@naval"
  },
  {
    "id": 1473240830932516900,
    "text": "\"There is no endpoint to self-awareness and self-discovery. It’s a lifelong process you hopefully keep getting better and better at.\"\n\n@naval"
  },
  {
    "id": 1473208618786844700,
    "text": "\"Stand alone. Carry others.\"\n\n@naval"
  },
  {
    "id": 1473184207794892800,
    "text": "\"Smart people talking to other smart people tend to have very short conversations.\"\n\n@naval"
  },
  {
    "id": 1473153505426821000,
    "text": "\"If you want to be rewarded, you have to be irreplaceable.\"\n\n@naval"
  },
  {
    "id": 1473123306530295800,
    "text": "\"Grind and sweat, toil and bleed, face the abyss. It's all part of becoming an overnight success.\"\n\n@naval"
  },
  {
    "id": 1473099650873929700,
    "text": "\"I don’t believe in hierarchical relationships. I don’t want to be above anybody, and I don’t want to be below anybody. If I can’t treat someone like a peer and if they can’t treat me like peer, I just don’t want to interact with them.\"\n\n@naval"
  },
  {
    "id": 1473077764001616000,
    "text": "\"Desire is a contract that you make with yourself to be unhappy until you get what you want.\"\n\n@naval"
  },
  {
    "id": 1473027173116256300,
    "text": "\"Calm the stomach. Move the body. Rest the mind.\"\n\n@naval"
  },
  {
    "id": 1472999490609205200,
    "text": "\"If the work doesn’t require creativity, delegate it, automate it, or leave it.\"\n\n@naval"
  },
  {
    "id": 1472969291624501200,
    "text": "\"Be patient, it takes 10 years to build a career in anything.\"\n\n@naval"
  },
  {
    "id": 1472938841057210400,
    "text": "\"The only real test of intelligence is if you get what you want out of life.\"\n\n@naval"
  },
  {
    "id": 1472908138902818800,
    "text": "\"The smarter you get, the slower you read.\"\n\n@naval"
  },
  {
    "id": 1472877939779899400,
    "text": "\"Everybody wants to hire the best. Nobody wants to pay them the best.\" \n\n@naval"
  },
  {
    "id": 1472846230598439000,
    "text": "\"We prefer to see “winners” as “naturally talented” rather than “hard working.” Because if it were reversed, what would that imply about us?\" \n \n@naval"
  },
  {
    "id": 1472817038410195000,
    "text": "\"The most common bad advice I hear is: 'You’re too young.' Most of history was built by young people.\"\n\n@naval"
  },
  {
    "id": 1472786337501782000,
    "text": "\"The closer you are to the truth, the more silent you become inside.\" \n\n@naval"
  },
  {
    "id": 1472755885416104000,
    "text": "\"It’s only after you’re bored you have the great ideas. It’s never going to be when you’re stressed, or busy, running around or rushed. Make the time.\"\n\n@naval"
  },
  {
    "id": 1472725686380945400,
    "text": "\"The Internet allows any two individuals to transfer data without permission from any central authority. Bitcoin does the same for value.\"\n\n@naval"
  },
  {
    "id": 1472695235813728300,
    "text": "\"Value your time. It is all you have. It’s more important than your money. It’s more important than your friends. It is more important than anything. Your time is all you have. Do not waste your time.\" \n \n@naval"
  },
  {
    "id": 1472664785221161000,
    "text": "\"University degrees are the new taxi medallions.\"\n\n@naval"
  },
  {
    "id": 1472634334607822800,
    "text": "\"It's shocking how many important life decisions I make by scouring Internet forums.\"\n\n@naval"
  },
  {
    "id": 1472604135543361500,
    "text": "\"The funnier the comic, the truer the things they are saying.\"\n\n@naval"
  },
  {
    "id": 1472573433204510700,
    "text": "\"Insight meditation lets you run your brain in debug mode, until you realize that you're just a subroutine in a larger program.\"\n\n@naval"
  },
  {
    "id": 1472542982595354600,
    "text": "\"The most effective beehive is the one in which each bee thinks it's doing what it wants and is working for itself.\"\n\n@naval"
  },
  {
    "id": 1472512783535132700,
    "text": "\"To me, the mind should be a servant and a tool, not a master. My monkey mind should not control and drive me 24/7.\"\n\n@naval"
  },
  {
    "id": 1472482332833575000,
    "text": "\"The secret to a happy relationship is two happy people.\"\n\n@naval"
  },
  {
    "id": 1472452133899358200,
    "text": "\"The clear thinking comes from having time to reflect and to pursue your genuine intellectual curiosity.\" \n\n@naval"
  },
  {
    "id": 1472421683508220000,
    "text": "\"Don’t spend your time making other people happy. Other people being happy is their problem. It’s not your problem. If you are happy, it makes other people happy.\"\n\n@naval"
  },
  {
    "id": 1472391484330725400,
    "text": "\"The optimal zone for performance is “slightly hungry.”\"\n\n@naval"
  },
  {
    "id": 1472360781979209700,
    "text": "\"Looking forward to the global post-pandemic party.\"\n\n@naval"
  },
  {
    "id": 1472330331432923100,
    "text": "\"Love is what remains when all other emotions are gone.\"\n\n@naval"
  },
  {
    "id": 1472299629312098300,
    "text": "\"I don’t believe in specific goals. Scott Adams famously said, Set up systems, not goals.' Use your judgment to figure out what kinds of environments you can thrive in, and then create an environment around you so you’re statistically likely to succeed.\"\n\n@naval"
  },
  {
    "id": 1472269430033981400,
    "text": "\"Retirement is when you stop sacrificing today for some imaginary tomorrow.\"\n\n@naval"
  },
  {
    "id": 1472238979403681800,
    "text": "\"Imagine how effective you would be if you weren’t anxious all the time.\"\n\n@naval"
  },
  {
    "id": 1472208528903393300,
    "text": "\"The measure of wealth is freedom. \n\nThe measure of health is lightness.\n\nThe measure of intellect is judgment.\n\nThe measure of wisdom is silence.\n\nThe measure of love is peace.\"\n\n@naval"
  },
  {
    "id": 1472178078189334500,
    "text": "\"The purpose of wealth is freedom.\"\n\n@naval"
  },
  {
    "id": 1472154170765443000,
    "text": "\"Your goal in life is to find out the people who need you the most, to find out the business that needs you the most, to find the project and the art that needs you the most. There is something out there just for you.\" \n\n@naval"
  },
  {
    "id": 1472121454854611000,
    "text": "\"The source of wisdom is pain.\"\n\n@naval"
  },
  {
    "id": 1472095030848360400,
    "text": "\"If you want to be great, walk the rope without a boss and without a net.\"\n\n@naval"
  },
  {
    "id": 1472068606682751000,
    "text": "\"There is no failure, only feedback.\"\n\n@naval"
  },
  {
    "id": 1472036897757225000,
    "text": "\"Buying Bitcoin is more voting than investing.\"\n\n@naval"
  },
  {
    "id": 1472010792480514000,
    "text": "\"Your website is your résumé.\"\n\n@naval"
  },
  {
    "id": 1471972222130663400,
    "text": "\"Solve via iteration. Then get paid via repetition.\"\n\n@naval"
  },
  {
    "id": 1471939506072916000,
    "text": "\"Given that the main function of universities these days is filtering and signaling, the best move is to get admitted to Stanford and then drop out.\" \n\n@naval"
  },
  {
    "id": 1471911320517677000,
    "text": "\"The biggest mistake any performer can make is to look at the audience.\"\n\n@naval"
  },
  {
    "id": 1471880870067941400,
    "text": "\"Money isn’t an invention. It isn’t even a discovery. It’s intrinsic to the human species. \n\nIt’s how we keep track of debts with strangers, and cooperate across genetic boundaries - something no other species can do.\"\n\n@naval"
  },
  {
    "id": 1471850670873403400,
    "text": "\"Tune out society and its endless and noisy demands.\"\n\n@naval"
  },
  {
    "id": 1471819968794615800,
    "text": "Meditation is intermittent fasting for the mind.\nToo much sugar leads to a heavy body &amp; too many distractions lead to a heavy mind. \nTime spent undistracted &amp; alone, in self-examination, journaling, meditation, resolves the unresolved and takes us from mentally fat to fit.\n@naval"
  },
  {
    "id": 1471789517761912800,
    "text": "\"Clear Thinker\" is a better compliment than \"Smart\".\n\n@naval"
  },
  {
    "id": 1471759318848458800,
    "text": "\"With truly logical people, most arguments are very short and based mainly on differing assumptions.\"\n\n@naval"
  },
  {
    "id": 1471728868037963800,
    "text": "\"Management is the oldest, and most over-rated form of leverage. Capital, Media, and Code are the modern forms.\"\n\n@naval"
  },
  {
    "id": 1471698417378336800,
    "text": "\"Mathematicians look down on Physicists, who look down on Engineers, who look down on Designers. And Designers look down on everyone.\"\n\n@naval"
  },
  {
    "id": 1471668218486005800,
    "text": "\"To be honest, speak without identity.\"\n\n@naval"
  },
  {
    "id": 1471641291175841800,
    "text": "\"If you want to make the wrong decision, ask everyone.\"\n\n@naval"
  },
  {
    "id": 1471609079042912300,
    "text": "\"If you’re writing for followers, your followers are worthless.\"\n\n@naval"
  },
  {
    "id": 1471576614857322500,
    "text": "\"Giving unconditional love is just as good as getting it.\"\n\n@naval"
  },
  {
    "id": 1471554720695140400,
    "text": "\"Intelligence is not normally distributed.\"\n\n@naval"
  },
  {
    "id": 1471528044825247700,
    "text": "\"Time spent has nothing to do with job done.\"\n\n@naval"
  },
  {
    "id": 1471500362490073000,
    "text": "\"Like everything in life, if you are willing to make the short-term sacrifice, you’ll have the long-term benefit. 'Easy choices, hard life. Hard choices, easy life.'\"\n\n@naval"
  },
  {
    "id": 1471469911935385600,
    "text": "\"Social media is a force multiplier for mass hysteria and mass greed.\"\n\n@naval"
  },
  {
    "id": 1471435435062837200,
    "text": "\"Whatever your bar is for working with people, raise it.\"\n\n@naval"
  },
  {
    "id": 1471396930815099000,
    "text": "\"If you lose someone for being yourself, then you never had them to begin with.\"\n\n@naval"
  },
  {
    "id": 1471374540450136000,
    "text": "\"As long as you can keep taking shots on goal, and you keep getting back up, eventually you’ll get through. Just stick at it.\"\n\n@naval"
  },
  {
    "id": 1471348361001197600,
    "text": "\"All modern diseases are diseases of abundance. We punish ourselves by constantly entertaining our minds and bodies.\"\n\n@naval"
  },
  {
    "id": 1471317910370939000,
    "text": "\"You are a story that you tell yourself.\"\n\n@naval"
  },
  {
    "id": 1471287711235461000,
    "text": "\"There’s never been a better time to launch a digital product.\"\n\n@naval"
  },
  {
    "id": 1471257534170386400,
    "text": "\"Become the best in the world at what you do. Keep redefining what you do until this is true.\" \n\n@naval"
  },
  {
    "id": 1471215737050177500,
    "text": "\"If you’re leveraged with capital, code, or people, and own equity, then good decisions have a much larger earning impact than hard work\" \n\n@naval"
  },
  {
    "id": 1471188306708816000,
    "text": "\"Fasting focuses the mind - it replaces all desires with a single desire.\"\n\n@naval"
  },
  {
    "id": 1471157855705178000,
    "text": "\"The modern devil is cheap dopamine.\"\n\n@naval"
  },
  {
    "id": 1471127656762511400,
    "text": "\"You’re going to die one day, and none of this is going to matter. So enjoy yourself. Do something positive. Project some love. Make someone happy. Laugh a little bit. Appreciate the moment. And do your work.\"\n\n@naval"
  },
  {
    "id": 1471097206170079200,
    "text": "\"The more secrets you have, the less happy you’re going to be.\"\n\n@naval"
  },
  {
    "id": 1471066755363606500,
    "text": "\"I think the best way to prepare for the future 20 years is find something you love to do, to have a shot at being one of the best people in the world at it. Build an independent brand around it, with your name.\" \n\n@naval"
  },
  {
    "id": 1471033788046135300,
    "text": "\"The skills you really want can’t be taught, but they can be learned.\"\n\n@naval"
  },
  {
    "id": 1471005854065479700,
    "text": "Changing habits:\nPick one thing. Cultivate a desire.\nVisualize it.\nPlan a sustainable path.\nIdentify needs, triggers, and substitutes.\nTell your friends.\nTrack meticulously.\nSelf-discipline is a bridge to a new self-image.\nBake in the new self-image.\nIt’s who you are, now.\n@naval"
  },
  {
    "id": 1470975655076585500,
    "text": "\"We say “peace of mind” but really what we want is peace from mind.\" \n\n@naval"
  },
  {
    "id": 1470944952976916500,
    "text": "\"The really smart thinkers are clear thinkers. They understand the basics at a very, very fundamental level. I would rather understand the basics really well than memorize all kinds of complicated concepts I can’t stitch together and can’t rederive from the basics.\"\n\n@naval"
  },
  {
    "id": 1470922052055941000,
    "text": "\"Individuals rarely admit mistakes. Groups never do.\"\n\n@naval"
  },
  {
    "id": 1470899710852542500,
    "text": "\"Any book that can be easily summarized isn't worth reading.\"  \n\n@naval"
  },
  {
    "id": 1470853097668890600,
    "text": "\"The most important trick to be happy is to realize that happiness is a choice that you make and a skill set that you develop. You choose to be happy, and then you work at it. It's just like building muscles.\"\n\n@naval"
  },
  {
    "id": 1470828686710554600,
    "text": "\"Hope is the belief that this moment isn’t good enough.\"\n\n@naval"
  },
  {
    "id": 1470802514299834400,
    "text": "\"Even better than being loved is being in love.\"\n\n@naval"
  },
  {
    "id": 1470772063770009600,
    "text": "\"It isn’t 10,000 hours that creates outliers, it’s 10,000 iterations.\"\n\n@naval"
  },
  {
    "id": 1470741613513162800,
    "text": "\"You don’t need mentors, you need action.\"\n\n@naval"
  },
  {
    "id": 1470703864341008400,
    "text": "\"Take feedback from nature and markets, not from people.\"\n\n@naval"
  },
  {
    "id": 1470671651994050600,
    "text": "\"Optimists thrive but pessimists survive.\"\n\n@naval"
  },
  {
    "id": 1470650512617914400,
    "text": "\"Find a relationship where you, naturally being you, makes the other person happy. And the other person, naturally being the other person, makes you happy.\"\n\n@naval"
  },
  {
    "id": 1470620062151286800,
    "text": "\"The biggest advantage of working remotely is that you no longer have to pretend to work 60 hours a week.\"\n\n@naval"
  },
  {
    "id": 1470589365348970500,
    "text": "\"People spend too much time doing and not enough time thinking about what they should be doing.\"\n\n@naval"
  },
  {
    "id": 1470554379140796400,
    "text": "\"Money does buy happiness, if you earned it.\"\n\n@naval"
  },
  {
    "id": 1470516533646479400,
    "text": "\"It is the mark of a charlatan to explain a simple concept in a complex way.\" \n\n@naval"
  },
  {
    "id": 1470490709799096300,
    "text": "\"If you want to make the maximum amount of money possible, if you want to get rich over your life in a deterministically predictable way, stay on the bleeding edge of trends and study technology, design, and art—become really good at something.\"\n\n@naval"
  },
  {
    "id": 1470463782086488000,
    "text": "\"Their pessimism is your opportunity.\"\n\n@naval"
  },
  {
    "id": 1470433331539964000,
    "text": "\"Read what you love until you love to read.\"\n\n@naval"
  },
  {
    "id": 1470403132584710100,
    "text": "\"The overeducated are worse off than the undereducated, having traded common sense for the illusion of knowledge.\"\n\n@naval"
  },
  {
    "id": 1470372682126577700,
    "text": "How important is networking? \"I think business networking is a complete waste of time. The reality is if you’re building something interesting, you will always have more people who will want to know you.\"\n\n@naval"
  },
  {
    "id": 1470342231164735500,
    "text": "\"Better bored than busy.\"\n\n@naval"
  },
  {
    "id": 1470308005740789800,
    "text": "\"Children are happy because: \n1) They're not self conscious \n2) They lack a sense of time pressure \n3) They've no goals. \n\nThe bottom line is they are living from moment to moment, and the mind is not there to interfere in their bliss.\" \n\n@naval"
  },
  {
    "id": 1470281581625438200,
    "text": "\"Forty hour workweeks, regardless of the job.\n\nFour year degrees, regardless of the major.\n\nFour decades to retirement, regardless of the career.\n\nRemnants of the Industrial Age.\"\n\n@naval"
  },
  {
    "id": 1470251130873593900,
    "text": "\"A happy, calm, and peaceful person will make better decisions. So if you want to operate at peak performance, you have to learn how to tame your mind.\"\n\n@naval"
  },
  {
    "id": 1470220680398467000,
    "text": "\"Leverage is a force multiplier for your judgement.\"\n\n@naval"
  },
  {
    "id": 1470190481497854000,
    "text": "\"The world is full of teachers but devoid of students.\"\n\n@naval"
  },
  {
    "id": 1470159779289084000,
    "text": "\"Knowledge is discovered collectively, wisdom is rediscovered individually.\"\n\n@naval"
  },
  {
    "id": 1470128070031908900,
    "text": "\"The older the problem, the older the solution. How to eat well is one of the oldest problems.\" \n\n@naval"
  },
  {
    "id": 1470098877961306000,
    "text": "\"To me, the real winners are the ones who step out of the game entirely, who don’t even play the game, who rise above it. Those are the people who have such internal mental and self-control and self-awareness, they need nothing from anybody else.\"\n\n@naval"
  },
  {
    "id": 1470068429281366000,
    "text": "\"If you don’t want to go to the meeting right now, your future self won’t want to go to it later, either.\" \n\n@naval"
  },
  {
    "id": 1470038479899791400,
    "text": "\"The mind gives up before the body.\"\n\n@naval"
  },
  {
    "id": 1470008030456696800,
    "text": "\"The secret to public speaking is to speak as if you were alone.\" \n\n@naval"
  },
  {
    "id": 1469977832063484000,
    "text": "\"The real struggle isn’t proletariat vs bourgeois. It’s between high-status elites and wealthy elites. When their cooperation breaks, revolution.\"\n\n@naval"
  },
  {
    "id": 1469946876078137300,
    "text": "\"If you have two choices to make, and they’re relatively equal choices, take the path more difficult and more painful in the short term.\" \n\n@naval"
  },
  {
    "id": 1469920200451498000,
    "text": "\"Coding is a superpower because you can speak the language of robots and command them to do whatever you like.\"\n\n@naval"
  },
  {
    "id": 1469893021315514400,
    "text": "\"Reading a book isn’t a race - the better the book, the slower it should be absorbed.\"\n\n@naval"
  },
  {
    "id": 1469862318968246300,
    "text": "\"Behind every successful entrepreneur is a former failed self.\"\n\n@naval"
  },
  {
    "id": 1469831868271014000,
    "text": "\"Read the books they want to ban.\"\n\n@naval"
  },
  {
    "id": 1469801417716256800,
    "text": "Money buys you freedom in the material world. It’s not going to make you happy, it’s not going to solve your health problems, it’s not going to make ur family great, it’s not going to make you fit,it’s not going to make you calm.But it will solve a lot of external problems.@naval"
  },
  {
    "id": 1469763920688824300,
    "text": "\"Learn to sell. Learn to build. If you can do both, you will be unstoppable.\" \n\n@naval"
  },
  {
    "id": 1469741271245901800,
    "text": "\"Observe when you’re angry—anger is a loss of control over the situation.\"\n\n@naval"
  },
  {
    "id": 1469718370425606100,
    "text": "\"No one is going to value you more than you value yourself.\"\n\n@naval"
  },
  {
    "id": 1469687919837384700,
    "text": "\"Most of our suffering comes from avoidance.\"\n\n@naval"
  },
  {
    "id": 1469653199770501000,
    "text": "\"I, and I alone, am responsible for everything I think and feel.\"\n\n@naval"
  },
  {
    "id": 1469622740277678000,
    "text": "\"If you could literally just sit for 30 minutes and be happy, you are successful.\"\n\n@naval"
  },
  {
    "id": 1469584488338378800,
    "text": "\"I just don’t believe in anything from my past. Anything. No memories. No regrets. No people. No trips. Nothing. A lot of our unhappiness comes from comparing things from the past to the present.\"\n\n@naval"
  },
  {
    "id": 1469557812434976800,
    "text": "\"Every dollar printed is a vote for Bitcoin.\"\n\n@naval"
  },
  {
    "id": 1469534911639920600,
    "text": "\"You make money to solve your money and material problems.\n\nI think the best way to stay away from this constant love of money is to not upgrade your lifestyle as you make money.\"\n\n@naval"
  },
  {
    "id": 1469500686043738000,
    "text": "\"Knowing how little you matter is very important for your mental health and your happiness.\" \n\n@naval"
  },
  {
    "id": 1469469983696728000,
    "text": "\"A taste of freedom can make you unemployable.\" \n\n@naval"
  },
  {
    "id": 1469436009834111000,
    "text": "\"Yoga cultivates Peace of Body. Meditation cultivates Peace of Mind.\" \n\n@naval"
  },
  {
    "id": 1469403546055544800,
    "text": "\"Startups are hard. Every time I forget, reality slaps me upside the head.\"\n\n@naval"
  },
  {
    "id": 1469379135118184400,
    "text": "\"A happy person isn’t someone who’s happy all the time. \n\nIt’s someone who effortlessly interprets events in such a way that they don’t lose their innate peace.\"\n\n@naval"
  },
  {
    "id": 1469352208281976800,
    "text": "\"If you don’t care to be liked, they can’t touch you.\"\n\n@naval"
  },
  {
    "id": 1469321015985684500,
    "text": "\"A fit body, a calm mind, a house full of love. These things cannot be bought - they must be earned.\"\n\n@naval"
  },
  {
    "id": 1469290809627328500,
    "text": "\"Spend your time doing only what you can uniquely do.\"\n\n@naval"
  },
  {
    "id": 1469260352512839700,
    "text": "\"Better “wrong” alone than “right” with the herd.\"\n\n@naval"
  },
  {
    "id": 1469222603814588400,
    "text": "\"The selfish reason to be ethical is that it attracts the other ethical people in the network.\"\n\n@naval"
  },
  {
    "id": 1469199199413493800,
    "text": "In most pitch decks, AI stands for “Anonymous Indians.”\n\n@naval"
  },
  {
    "id": 1469169000433078300,
    "text": "\"Figure out what you’re good at, and start helping other people with it. Give it away. Pay it forward. Karma works because people are consistent. On a long enough timescale, you will attract what you project. But don’t measure—your patience will run out if you count.\"\n\n@naval"
  },
  {
    "id": 1469138550071468000,
    "text": "\"We waste our time with short term thinking and busywork. \n\nWarren Buffett spends a year deciding and a day acting. That act lasts decades.\"\n\n@naval"
  },
  {
    "id": 1469116403831779300,
    "text": "\"Happiness is there when you remove the sense of something missing in your life.\"\n\n@naval"
  },
  {
    "id": 1469092721474388000,
    "text": "\"You don’t have eight creative, problem-solving hours in the day - you have two.\"\n\n@naval"
  },
  {
    "id": 1469039396699578400,
    "text": "\"A busy calendar and a busy mind would destroy your ability to do great things in this world. \n\nIf you want to do great things, you need free time and you need a free mind.\"\n\n@naval"
  },
  {
    "id": 1469013224205033500,
    "text": "\"If you can not decide, the answer is No.\"\n\n@naval"
  },
  {
    "id": 1468993846524719000,
    "text": "\"Decision-making is everything.\n\nIn fact, someone who makes decisions right 80 percent of the time instead of 70 percent of the time will be valued and compensated in the market hundreds of times more.\"\n\n@naval"
  },
  {
    "id": 1468963144085168000,
    "text": "\"Your trauma creates you.\"\n\n@naval"
  },
  {
    "id": 1468928667631997000,
    "text": "The difference between sounding smart and being smart is \"I don’t know.\"\n\n@naval"
  },
  {
    "id": 1468897209697505300,
    "text": "\"Asymmetric opportunities:\n\nInvest in startups.\nStart a company.\nCreate a book, podcast, or video.\nCreate a (software) product.\nGo on many first dates.\nGo to a cocktail party.\nRead a Lindy book.\nMove to a big city.\nBuy Bitcoin.\nTweet.\" \n\n@naval"
  },
  {
    "id": 1468859712397402000,
    "text": "\"My definition of wisdom is knowing the long-term consequences of your actions.\"\n\n@naval"
  },
  {
    "id": 1468836308327886800,
    "text": "\"When building habits, choose consistency over content.\n\nThe best book is the one you can’t put down.\n\nThe best exercise is the one you enjoy doing every day.\n\nThe best health food is the one you find tasty.\n\nThe best work is the work you’d do for free.\"\n\n@naval"
  },
  {
    "id": 1468806109628711000,
    "text": "\"Decisions:\n\n• If you can’t decide, the answer is no.\n\n• If two equally difficult paths, choose the one more painful in the short term (pain avoidance is creating an illusion of equality).\n\n• Choose the path that leaves you more equanimous in the long term.\"\n\n@naval"
  },
  {
    "id": 1468779685291171800,
    "text": "\"You don’t get rich by spending your time to save money. \n\nYou get rich by saving your time to make money.\"\n\n@naval"
  },
  {
    "id": 1468755022909358000,
    "text": "\"If you eat, invest, and think according to what the ‘news’ advocates, you’ll end up nutritionally, financially and morally bankrupt.\" \n\n@naval"
  },
  {
    "id": 1468734114073395200,
    "text": "\"Knowledge workers function like athletes - train and sprint, then rest and reassess.\"\n\n@naval"
  },
  {
    "id": 1468678770404081700,
    "text": "\"'Consensus' is just another way of saying 'average'.\" \n\n@naval"
  },
  {
    "id": 1468654108328476700,
    "text": "\"You don’t want to spend 90% of your life trying to figure out how to be happy and 10% being happy, you want to be happy right now.\"\n\n@naval"
  },
  {
    "id": 1468627684414603300,
    "text": "\"If it entertains you now but will bore you someday, it’s a distraction. Keep looking.\"\n\n@naval"
  },
  {
    "id": 1468597485719507000,
    "text": "\"Live the life you want other people to live.\"\n\n@naval"
  },
  {
    "id": 1468567034409603000,
    "text": "\"If you can’t delete an email without flinching or responding, you won’t scale.\" \n\n@naval"
  },
  {
    "id": 1468536332162986000,
    "text": "\"People who try to look smart by pointing out obvious exceptions actually signal the opposite.\"\n\n@naval"
  },
  {
    "id": 1468496569796280300,
    "text": "\"Impatience is a virtue. Self-discipline is another form of self conflict. Find things that excite you.\"\n \n@naval"
  },
  {
    "id": 1468475434035650600,
    "text": "\"The image of perfection is what keeps you from seeing it.\"\n\n@naval"
  },
  {
    "id": 1468444979643228200,
    "text": "\"Rich people get paid by the project and pay by the hour.\" \n\n@naval"
  },
  {
    "id": 1468414780801093600,
    "text": "\"Distrust futurists. More so if they haven't created anything fundamental in their field. Distrust completely if they claim many fields.\"\n\n@naval"
  },
  {
    "id": 1468384078369939500,
    "text": "\"Judgement requires experience, but can be built faster by learning foundational skills.\" \n\n@naval"
  },
  {
    "id": 1468354402151026700,
    "text": "\"Relax. You’ll live longer *and* perform better.\"\n\n@naval"
  },
  {
    "id": 1468316382639050800,
    "text": "\"There is no skill called “business”. Avoid business magazines and business classes.\" \n\n@naval"
  },
  {
    "id": 1468292726521143300,
    "text": "\"You can have the mind or you can have the moment.\" \n\n@naval"
  },
  {
    "id": 1468262527658254300,
    "text": "\"Networking is overrated. Become first and foremost a person of value and the network will be available whenever you need it.\"\n\n@naval"
  },
  {
    "id": 1468232077166399500,
    "text": "\"The next generation is going to have terrible handwriting.\"\n\n@naval"
  },
  {
    "id": 1468201877993001000,
    "text": "\"Your closest friends are the ones you can have a relationship with about nothing.\" \n\n@naval"
  },
  {
    "id": 1468171427442536400,
    "text": "\"The moment when you realize that it's out of your control and now up to the team and culture that you inadvertently built.\"\n\n@naval"
  },
  {
    "id": 1468134936855023600,
    "text": "\"Social media allows the masses to bypass the mass media, gatekeeper of the elites. Anti-establishment candidates are the future.\"\n\n@naval"
  },
  {
    "id": 1468110526039351300,
    "text": "\"Surprisingly, it takes less mental energy to daydream than it does to stay alert.\"\n\n@naval"
  },
  {
    "id": 1468080327079907300,
    "text": "\"If you want to be successful, surround yourself with people who are more successful than you are, but if you want to be happy, surround yourself with people who are less successful than you are.\" \n\n@naval"
  },
  {
    "id": 1468049876344705000,
    "text": "\"Technology commoditizes consumption, even as it monopolizes production.\"\n\n@naval"
  },
  {
    "id": 1468019425941016600,
    "text": "\"Reading is more efficient when at rest. Audio is more efficient when in motion.\" \n \n@naval"
  },
  {
    "id": 1467988975117766700,
    "text": "\"Pick an industry where you can play long term games with long term people.\" \n\n@naval"
  },
  {
    "id": 1467951226331402200,
    "text": "\"There are no get rich quick schemes. That’s just someone else getting rich off you.\" \n\n@naval"
  },
  {
    "id": 1467946503700369400,
    "text": "Control your MIND. \nControl your life. \nWork on Mental Models: \n\n- learn big ideas \n- study bug disciplines \n- practice critical thinking \n- strengthen your vision and leverage \nThink in a multidisciplinary way. \nThink differently. \nGrab your copy here:\n\nhttps://t.co/qXmw13Z8H7"
  },
  {
    "id": 1467928577148534800,
    "text": "\"If tobacco companies get in trouble for selling products that give people cancer, then universities should get in trouble for selling student debt to students with worthless degrees.\"\n\n@naval"
  },
  {
    "id": 1467895861522825200,
    "text": "\"The number one thing clouding us from being able to see reality is we have preconceived notions of the way it should be.\"\n\n@naval"
  },
  {
    "id": 1467867172475224000,
    "text": "\"Real wealth is created by starting your own companies or even by investing. In an investment firm, they’re buying equity.\n\nThese are the routes to wealth. It doesn’t come through the hours.\"\n\n@naval"
  },
  {
    "id": 1467838231857156000,
    "text": "\"99% of effort is wasted.\n\nI say this because you should be very thoughtful and realize in most things (relationships, work, even in learning) what you’re trying to do is find the thing you can go all-in on to earn compound interest.\"\n\n@naval"
  },
  {
    "id": 1467807781168160800,
    "text": "\"The most important skill for getting rich is becoming a perpetual learner. \n\nYou have to know how to learn anything you want to learn.\"\n\n@naval"
  },
  {
    "id": 1467768774162096000,
    "text": "\"If you don’t know yet what you should work on, the most important thing is to figure it out.\n\nYou should not grind at a lot of hard work until you figure out what you should be working on.\"\n\n@naval"
  },
  {
    "id": 1467744111621034000,
    "text": "\"Honesty is a core, core, core value.\n\nBy honesty, I mean I want to be able to just be me.\n\nI never want to be in an environment or around people where I have to watch what I say.\"\n\n@naval"
  },
  {
    "id": 1467722972198756400,
    "text": "\"Good investors don’t sell investment advice.\"\n\n@naval"
  },
  {
    "id": 1467688998550315000,
    "text": "\"Whenever you can in life, optimize for independence rather than pay.\n\nIf you have independence and you’re accountable on your output, as opposed to your input—that’s the dream.\"\n\n@naval"
  },
  {
    "id": 1467662071026393000,
    "text": "\"If someone can train other people how to do something, then they can replace you.\n\nIf they can replace you, then they don’t have to pay you a lot.\n\nYou want to know how to do something other people don’t know how to do at the time period when those skills are in demand.\"\n\n@naval"
  },
  {
    "id": 1467624573889912800,
    "text": "\"Spend more time making the big decisions. There are basically three really big decisions you make in your early life: where you live, who you’re with, and what you’re doing.\"\n\n@naval"
  },
  {
    "id": 1467591355006218200,
    "text": "\"Life truly is a single-player game. Nobody stays by your side forever.\"\n\n@naval"
  },
  {
    "id": 1467564679325118500,
    "text": "\"Every second you have on this planet is very precious, and it’s your responsibility to make sure you’re happy and interpreting everything in the best possible way.\"\n\n@naval"
  },
  {
    "id": 1467534480281723000,
    "text": "\"The world just reflects your own feelings back at you. Reality is neutral. Reality has no judgments. To a tree, there is no concept of right or wrong, good or bad.\"\n\n@naval"
  },
  {
    "id": 1467504029672427500,
    "text": "\"Making money is not a thing that you do - it's a skill that you learn.\"\n\n@naval"
  },
  {
    "id": 1467473579071705000,
    "text": "\"I would love to be paid purely for my judgment, not for any work. I want a robot, capital, or computer to do the work, but I want to be paid for my judgment.\"\n\n@naval"
  },
  {
    "id": 1467443379889840000,
    "text": "\"The tools for learning are abundant. It’s the desire to learn that’s scarce.\"\n\n@naval"
  },
  {
    "id": 1467410160926675000,
    "text": "\"Stand alone. Carry others.\"\n\n@naval"
  },
  {
    "id": 1467382730392408000,
    "text": "\"Be patient, it takes 10 years to build a career in anything.\"\n\n@naval"
  },
  {
    "id": 1467352279678345200,
    "text": "\"Your profile photo is how you see yourself and your background image is what you care about.\"\n\n@naval"
  },
  {
    "id": 1467297418303602700,
    "text": "\"The greatest superpower is the ability to change yourself.\" \n \n@naval"
  },
  {
    "id": 1467276637955932200,
    "text": "\"Twitter is the only social network that connects people over ideas rather than over pre-existing relationships.\"\n\n@naval"
  },
  {
    "id": 1467229218748649500,
    "text": "\"If you want to start a tech company and aren't a maker, find a brilliant technologist and become their API to the rest of the world.\"\n\n@naval"
  },
  {
    "id": 1467205563125837800,
    "text": "\"Negotiations are won by whoever cares less.\"\n\n@naval"
  },
  {
    "id": 1467175364136943600,
    "text": "\"Twitter Rules:\nPraise specifically, criticize generally. Don't respond to negativity. Say it as if to their face. Be original. Don't debate.\"\n\n@naval"
  },
  {
    "id": 1467144913452163000,
    "text": "It's not about \"educated\" v \"un-educated.\" It's about \"likes to read\" and \"doesn't like to read.\"\n\n@naval"
  },
  {
    "id": 1467129800691269600,
    "text": "RT @NavalismHQ: \"Karma is just you, repeating your patterns, virtues, and flaws until you finally get what you deserve.\"\n\n@naval"
  },
  {
    "id": 1467114462838624300,
    "text": "\"It's the news' job to make you anxious &amp; angry. Underlying scientific, economic, education &amp; conflict trends are positive. Stay optimistic.\"\n\n@naval"
  },
  {
    "id": 1467084012065681400,
    "text": "\"Desire is a contract that you make with yourself to be unhappy until you get what you want.\"\n\n@naval"
  },
  {
    "id": 1467048024971088000,
    "text": "\"Flow is always there. You’re just in the way.\"\n\n@naval"
  },
  {
    "id": 1467023362291486700,
    "text": "\"Reading is faster than listening, doing is faster than watching.\"\n\n@naval"
  },
  {
    "id": 1466992911824797700,
    "text": "\"Happiness Without Material Comfort Is Playing on Hard Mode.\"\n\n@naval"
  },
  {
    "id": 1466962461119197200,
    "text": "\"You want to be rich and anonymous, not poor and famous.\" \n\n@naval"
  },
  {
    "id": 1466932010388103200,
    "text": "\"The teacher is the lesson.\"\n\n@naval"
  },
  {
    "id": 1466901811600576500,
    "text": "\"We’re good at fooling ourselves because it helps fool others.\"\n\n@naval"
  },
  {
    "id": 1466861294527541200,
    "text": "\"Study logic and math, because once you've mastered them, you won't fear any book.\"\n\n@naval"
  },
  {
    "id": 1466837639093436400,
    "text": "\"Don’t focus on more than one desire at a time\"\n\n@naval"
  },
  {
    "id": 1466815493059190800,
    "text": "\"If you can’t be happy with a coffee, you won’t be happy with a yacht.\"\n\n@naval"
  },
  {
    "id": 1466785294259208200,
    "text": "\"Guilt is society's voice speaking in your head\" \n\n@naval"
  },
  {
    "id": 1466754843540922400,
    "text": "\"If you can't see yourself working with someone for life, don't work with them for a day.\" \n\n@naval"
  },
  {
    "id": 1466724392973615000,
    "text": "\"If you’re memorizing it’s an indication that you don’t understand.\"\n\n@naval"
  },
  {
    "id": 1466685133658992600,
    "text": "\"Changing your interpretation of your past is often just as good as changing your past.\" \n\n@naval"
  },
  {
    "id": 1466663491121520600,
    "text": "\"Karma is just you, repeating your patterns, virtues, and flaws until you finally get what you deserve.\"\n\n@naval"
  },
  {
    "id": 1466633040487010300,
    "text": "\"Charisma is the ability to project confidence and love at the same time.\"\n\n@naval"
  },
  {
    "id": 1466602589756264400,
    "text": "\"If the work doesn’t require creativity, delegate it, automate it, or leave it.\"\n\n@naval"
  },
  {
    "id": 1466572390771478500,
    "text": "\"The people you most want to impress can read your intentions.\"\n\n@naval"
  },
  {
    "id": 1466541955811352600,
    "text": "\"All self-help boils down to choose long-term over short-term.\"\n\n@naval"
  },
  {
    "id": 1466504948334702600,
    "text": "\"Knowledge is a skyscraper. You can take a shortcut with a fragile foundation of memorization, or build slowly upon a steel frame of understanding.\"\n\n@naval"
  },
  {
    "id": 1466474749303804000,
    "text": "\"The only real test of intelligence is if you get what you want out of life.\"\n\n@naval"
  },
  {
    "id": 1466444552609222700,
    "text": "\"Clear thinkers take feedback from reality, not society.\"\n\n@naval"
  },
  {
    "id": 1466414351619960800,
    "text": "\"Guard your time. Forget the money.\"\n\n@naval"
  },
  {
    "id": 1466384152643747800,
    "text": "\"It is the mark of a genius to explain a complex topic in a simple way.\"\n\n@naval"
  },
  {
    "id": 1466353951410851800,
    "text": "\"If you don't own a piece of a business, you don't have a path towards financial freedom.\"\n\n@naval"
  },
  {
    "id": 1466323754309533700,
    "text": "\"You won’t have inner peace until you give up your war against the world.\"\n\n@naval"
  },
  {
    "id": 1466293553617768400,
    "text": "\"Two kinds of fools - those who take religion literally, and those who think it has no value.\"\n\n@naval"
  },
  {
    "id": 1466263355635634200,
    "text": "\"If your idea of money is what it was yesterday, you will lose it to the people who know what money will be tomorrow.\"\n\n@naval"
  },
  {
    "id": 1466233157380821000,
    "text": "\"Spend your time in the company of geniuses, sages, children, and books.\"\n\n@naval"
  },
  {
    "id": 1466202958249529300,
    "text": "\"If you can buy happiness, buy it.\"\n\n@naval"
  },
  {
    "id": 1466194352460517400,
    "text": "\"The more neatly you fit into society, the less free you actually are.\" \n\n@naval"
  },
  {
    "id": 1466142306830979000,
    "text": "\"The smarter you get, the slower you read.\"\n\n@naval"
  },
  {
    "id": 1466113869710086100,
    "text": "\"The modern mental illness is anxiety. \n\nThe symptom is inability to fall asleep.\n\nThe evidence is pills, meditation apps, opioids, and sleep trackers.\n\nThe causes are oversocialization and overstimulation.\"\n\n@naval"
  },
  {
    "id": 1466083419117478000,
    "text": "\"Inspiration is perishable - act on it immediately.\"\n\n@naval"
  },
  {
    "id": 1466052968420188200,
    "text": "\"To measure the quality of your life, simply do nothing, and see how it feels.\"\n\n@naval"
  },
  {
    "id": 1466022517756334000,
    "text": "\"Everybody wants to hire the best. Nobody wants to pay them the best.\" \n\n@naval"
  },
  {
    "id": 1465992067042230300,
    "text": "\"A busy calendar and a busy mind would destroy your ability to do great things in this world.\"\n\n@naval"
  },
  {
    "id": 1465960861156233200,
    "text": "\"You need Proof of Work to get a meeting with a busy person.\"\n\n@naval"
  },
  {
    "id": 1465931417402044400,
    "text": "\"A politician who reads aloud speeches written by others is an actor, not a leader.\"\n\n@naval"
  },
  {
    "id": 1465901218560196600,
    "text": "\"Living a life of integrity pays off, but it takes a very long time.\"\n\n@naval"
  },
  {
    "id": 1465870768739389400,
    "text": "\"Founder-mentality means not caring who gets the credit.\"\n\n@naval"
  },
  {
    "id": 1465849125287735300,
    "text": "\"You’re offended when you fear that it might be true.\"\n\n@naval"
  },
  {
    "id": 1465825361166573600,
    "text": "\"Your worldview is your world.\"\n\n@naval"
  },
  {
    "id": 1465777654137819100,
    "text": "\"If you wouldn't say it to their face, then don't say it to them on social media.\"\n\n@naval"
  },
  {
    "id": 1465747455421550600,
    "text": "\"Bless the haters, because when they disappear, so do the fans.\"\n\n@naval"
  },
  {
    "id": 1465717004573286400,
    "text": "\"The modern devil is cheap dopamine.\"\n\n@naval"
  },
  {
    "id": 1465686553884336000,
    "text": "\"The more it matters who said it, the less it actually matters.\" \n\n@naval"
  },
  {
    "id": 1465656354899738600,
    "text": "\"You can get almost anything you want out of life, as long as it's one thing and you want it far more than anything else.\"\n\n@naval"
  },
  {
    "id": 1465625652451762200,
    "text": "\"Outsource everything except being.\"\n\n@naval"
  },
  {
    "id": 1465595201867722800,
    "text": "\"The fundamental delusion - there is something out there that will make me happy and fulfilled forever.\" \n\n@naval"
  },
  {
    "id": 1465564751296041000,
    "text": "\"Don't write to make money, write to build relationships with like minded people that you haven't yet met.\" \n\n@naval"
  },
  {
    "id": 1465533797332512800,
    "text": "\"Branding requires accountability. To build a great personal brand (an eponymous one), you must take on the risk of being publicly wrong.\" \n\n@naval"
  },
  {
    "id": 1465503346714837000,
    "text": "\"My 1 repeated learning in life:\n'There Are No Adults.'\nEveryone's making it up as they go along.\nFigure it out yourself, and do it.\" \n\n@naval"
  },
  {
    "id": 1465473147612717000,
    "text": "\"The closer you are to the truth, the more silent you become inside.\" \n\n@naval"
  },
  {
    "id": 1465442696991019000,
    "text": "\"Calm the stomach. Move the body. Rest the mind.\"\n\n@naval"
  },
  {
    "id": 1465411491776000000,
    "text": "Watching TV side-by-side is not a relationship.\n\n@naval"
  },
  {
    "id": 1465381041259126800,
    "text": "\"Assigned reading is propaganda.\"\n\n@naval"
  },
  {
    "id": 1465350590548955100,
    "text": "Future generations will read history books about primitive societies in which the global supply of money was set at bi-weekly committee meetings.\n\n@naval"
  },
  {
    "id": 1465320140069814300,
    "text": "\"Learning is cheap, education is expensive.\"\n\n@naval"
  },
  {
    "id": 1465289689431253000,
    "text": "\"The highest status people in human history are those that asked for nothing and gave everything.\"\n\n@naval"
  },
  {
    "id": 1465259490123653000,
    "text": "\"The Internet doesn’t care about your title.\"\n\n@naval"
  },
  {
    "id": 1465229045155700700,
    "text": "\"Individuals rarely admit mistakes. Groups never do.\"\n\n@naval"
  },
  {
    "id": 1465198588519088000,
    "text": "\"Fasting focuses the mind - it replaces all desires with a single desire.\"\n\n@naval"
  },
  {
    "id": 1465183489091772400,
    "text": "\"It’s easier to build a new financial system than it is to reform the existing one.\"\n\n@naval"
  },
  {
    "id": 1465152283482550300,
    "text": "Bitcoin is an exit from the Fed.\nDeFi is an exit from Wall Street.\nSocial media is an exit from mass media.\nHomeschooling is an exit from industrial education.\nRemote work is an exit from9-5\nCreator economy is an exit from employment.\nIndividuals are leaving institutions.\n@naval"
  },
  {
    "id": 1465121832709853200,
    "text": "\"If you aren’t curious about it, you’ll never be good at it.\"\n\n@naval"
  },
  {
    "id": 1465091382067007500,
    "text": "\"Free people make free choices. Free choices mean you get unequal outcomes. \n\nYou can have freedom, or you can have equal outcomes. You can’t have both.\"\n\n@naval"
  },
  {
    "id": 1465052878402326500,
    "text": "\"You’re spending time to save money when you should be spending money to save time.\"\n\n@naval"
  },
  {
    "id": 1465029977431154700,
    "text": "“Artists” calling for censorship don’t know what art is.\n“Scientists” citing consensus don’t know what science is.\n“Teachers” indoctrinating students don’t know what teaching is.\n“Journalists” parroting propaganda don’t know what reporting is.\n\nProgramming us all day long.\n@naval"
  },
  {
    "id": 1464999526897389600,
    "text": "\"Self-awareness is the most attractive trait.\"\n\n@naval"
  },
  {
    "id": 1464969328164364300,
    "text": "\"Imagine how effective you would be if you weren’t anxious all the time.\"\n\n@naval"
  },
  {
    "id": 1464938877177811000,
    "text": "\"The quality of your mind is the quality of your life.\"\n\n@naval"
  },
  {
    "id": 1464908426606260200,
    "text": "\"All social media oligopolists, not just TikTok, should open their recommendation algorithms to scrutiny. \n\nThey are programming our minds and our societies.\"\n\n@naval"
  },
  {
    "id": 1464872187815346200,
    "text": "\"If your opinions line up neatly with those of your friends and colleagues, they’re not your opinions.\"\n\n@naval"
  },
  {
    "id": 1464847776907337700,
    "text": "\"The more seriously you take yourself, the unhappier you’re going to be.\"\n\n@naval"
  },
  {
    "id": 1464817326088458200,
    "text": "\"Listening to books instead of reading them is like drinking your vegetables instead of eating them.\"\n\n@naval"
  },
  {
    "id": 1464787127200145400,
    "text": "\"Money does buy happiness, if you earned it.\"\n\n@naval"
  },
  {
    "id": 1464756676532347000,
    "text": "\"Be so big that it’s cool to hate you.\"\n\n@naval"
  },
  {
    "id": 1464726225964843000,
    "text": "\"The price of trying to make everyone else happy is making yourself miserable.\"\n\n@naval"
  },
  {
    "id": 1464692252085604400,
    "text": "\"University degrees are the new taxi medallions.\"\n\n@naval"
  },
  {
    "id": 1464668344540352500,
    "text": "\"If you create it for yourself, it’s art. \nIf you create it for others, it’s business.\"\n\n@naval"
  },
  {
    "id": 1464637894065365000,
    "text": "\"You get rewarded for unique knowledge, not for effort.\n\nEffort is required to create unique knowledge.\"\n\n@naval"
  },
  {
    "id": 1464607443510612000,
    "text": "\"If you want to make the wrong decision, ask everyone.\"\n\n- naval"
  },
  {
    "id": 1464577244316250000,
    "text": "\"Money doesn’t buy happiness - it buys freedom.\"\n\n@naval"
  },
  {
    "id": 1464546793618870300,
    "text": "\"The secret to a happy relationship is two happy people.\"\n\n@naval"
  },
  {
    "id": 1464510806402343000,
    "text": "\"Using creativity to solve problems cannot be taught, and it’s ultimately what free markets pay for.\"\n\n@naval"
  },
  {
    "id": 1464485892370931700,
    "text": "\"The more neatly you fit into society, the less free you actually are.\"\n \n@naval"
  },
  {
    "id": 1464455693281419300,
    "text": "\"The source of wisdom is pain.\"\n\n@naval"
  },
  {
    "id": 1464425242806435800,
    "text": "\"Your family is broken but you’re going to fix the world.\"\n\n@naval"
  },
  {
    "id": 1464395043762937900,
    "text": "\"Success is the inevitable byproduct of learning (not education).\"\n\n@naval"
  },
  {
    "id": 1464364593170452500,
    "text": "\"Either have children or become a saint, because eventually, you have to find something you love more than you love yourself.\"\n\n@naval"
  },
  {
    "id": 1464328102851625000,
    "text": "\"Integrity is when what you think and what you say and what you do are one.\"\n\n@naval"
  },
  {
    "id": 1464303691800866800,
    "text": "\"Read the books they want to ban.\"\n\n@naval"
  },
  {
    "id": 1464273241116082200,
    "text": "\"Everybody wants to change others. Nobody wants to be changed.\"\n\n@naval"
  },
  {
    "id": 1464242790624231400,
    "text": "\"The price of productivity is creativity.\"\n\n@naval"
  },
  {
    "id": 1464212591614611500,
    "text": "\"Don’t settle, and don’t struggle. Life is what flows in between.\"\n\n@naval"
  },
  {
    "id": 1464182140820607000,
    "text": "\"Our temporary solution to a temporary problem has become a permanent problem.\"\n\n@naval"
  },
  {
    "id": 1464148167042158600,
    "text": "\"The measure of wealth is freedom. \n\nThe measure of health is lightness.\n\nThe measure of intellect is judgment.\n\nThe measure of wisdom is silence.\n\nThe measure of love is peace.\"\n\n@naval"
  },
  {
    "id": 1464121491348328400,
    "text": "\"The goal of media is to make every problem, your problem.\"\n\n@naval"
  },
  {
    "id": 1464091040575488000,
    "text": "\"Money doesn’t buy happiness - it buys freedom.\"\n\n@naval"
  },
  {
    "id": 1464060589920063500,
    "text": "\"The overscheduled life is not worth living.\"\n\n@naval"
  },
  {
    "id": 1464029887618904000,
    "text": "\"Time spent has nothing to do with job done.\"\n\n@naval"
  },
  {
    "id": 1463999561261797400,
    "text": "\"If you need a degree to do it, it’s not going to make you wealthy.\"\n\n@naval"
  },
  {
    "id": 1463968232507797500,
    "text": "\"The less scheduled you are, the more creative you’re going to be.\"\n\n@naval"
  },
  {
    "id": 1463938034999578600,
    "text": "\"Uncertainty, not outcome, is the root of stress.\" \n\n@naval"
  },
  {
    "id": 1463916668116258800,
    "text": "\"If you don’t care to be liked, they can’t touch you.\"\n\n@naval"
  },
  {
    "id": 1463877638351556600,
    "text": "\"The reason to win the game is so that you can be free of it.\"\n\n@naval"
  },
  {
    "id": 1463847437135659000,
    "text": "\"Intentions don't matter. Actions do. That's why being ethical is hard.\"\n\n@naval"
  },
  {
    "id": 1463817237387563000,
    "text": "\"I think children give you the unique opportunity to genuinely love something more than you love yourself. And I think that is really important for being happy because the moment you love something more than you love yourself, you're no longer self-obsessed.\"\n\n@naval"
  },
  {
    "id": 1463787040408055800,
    "text": "\"I tell people to learn to code the same reason why I'm sure, in the 1600s or 1700s, it was good advice to tell people to learn to read and to write ... I think coding is just the new literacy.\"\n\n@naval"
  },
  {
    "id": 1463756839577739300,
    "text": "\"A busy calendar and a busy mind will destroy your ability to create anything great.\"\n\n@naval"
  },
  {
    "id": 1463726640349921300,
    "text": "\"Choose the non-emotional response to any given situation and see how much easier your life becomes.\"\n\n@naval"
  },
  {
    "id": 1463696442535600000,
    "text": "\"All the benefits in life come from compound interest - relationship, money, habits - anything of importance.\" \n\n@naval"
  },
  {
    "id": 1463666243626586000,
    "text": "\"Value your time. It is all you have. It’s more important than your money. It’s more important than your friends. It is more important than anything. Your time is all you have. Do not waste your time.\" \n \n@naval"
  },
  {
    "id": 1463645724483195000,
    "text": "\"If they wrote it to make money, don’t read it.\" \n\n@naval"
  },
  {
    "id": 1463604082095046700,
    "text": "\"The mind gives up before the body.\"\n\n@naval"
  },
  {
    "id": 1463577154629902300,
    "text": "\"If it hurts to hear it, look for the truth in it.\n\nIf it comforts to hear it, look for the lie in it.\"\n\n@naval"
  },
  {
    "id": 1463546704108556300,
    "text": "\"The only real test of intelligence is if you get what you want out of life.\"\n\n@naval"
  },
  {
    "id": 1463516253453111300,
    "text": "\"Schools aren’t about learning.\n\nOffices aren’t about working.\n\nChurches aren’t about praying.\n\nRestaurants aren’t about eating.\n\nObvious now?\"\n\n@naval"
  },
  {
    "id": 1463486054413996000,
    "text": "\"A permanent solution to a temporary problem becomes a permanent problem.\"\n\n@naval"
  },
  {
    "id": 1463455603704008700,
    "text": "\"The truest way to decline is just to say, “it doesn’t feel right to me.” \n\nNo explanation is necessary.\"\n\n@naval"
  },
  {
    "id": 1463424146239541200,
    "text": "\"Get what you want.\n\nDon’t want what you can’t.\"\n\n@naval"
  },
  {
    "id": 1463394953921368000,
    "text": "\"A happy person isn’t someone who’s happy all the time. \n\nIt’s someone who effortlessly interprets events in such a way that they don’t lose their innate peace.\"\n\n@naval"
  },
  {
    "id": 1463364252882784300,
    "text": "Fast, lift, sprint, stretch, and meditate.\nBuild, sell, write, create, invest, and own.\nRead, reflect, love, seek truth, and ignore society.\nMake these habits. Say no to everything else.\nAvoid debt, jail, addiction, disgrace, shortcuts, and media.\nRelax. Victory is assured.@naval"
  },
  {
    "id": 1463334052681891800,
    "text": "\"A fit body, a calm mind, a house full of love. These things cannot be bought - they must be earned.\"\n\n@naval"
  },
  {
    "id": 1463303601925755000,
    "text": "\"The modern mind is overstimulated and the modern body is understimulated and overfed. \n\nMeditation, exercise, and fasting restore an ancient balance.\"\n\n@naval"
  },
  {
    "id": 1463273151366942700,
    "text": "\"First they ban accounts. Then, they ban apps. Finally, they will block websites.\"\n\n@naval"
  },
  {
    "id": 1463242700778467300,
    "text": "\"You don’t need mentors, you need action.\"\n\n@naval"
  },
  {
    "id": 1463212501915500500,
    "text": "\"The ability to stay calm during conflict is a superpower.\"\n\n@naval"
  },
  {
    "id": 1463182051151077400,
    "text": "\"All tyranny begins with the desire to coerce others for the greater good.\"\n\n@naval"
  },
  {
    "id": 1463151600420089900,
    "text": "\"Social media is a force multiplier for mass hysteria and mass greed.\"\n\n@naval"
  },
  {
    "id": 1463121401536082000,
    "text": "\"Learn to sell. Learn to build. If you can do both, you will be unstoppable.\" \n\n@naval"
  },
  {
    "id": 1463090950708908000,
    "text": "\"When it comes to medicine and nutrition, subtract before you add.\" \n\n@naval"
  },
  {
    "id": 1463060500074356700,
    "text": "\"A contrarian isn’t one who always objects - that’s a conformist of a different sort. \nA contrarian reasons independently, from the ground up, and resists pressure to conform.\"\n\n@naval"
  },
  {
    "id": 1463034076009418800,
    "text": "\"A taste of freedom can make you unemployable.\" \n\n@naval"
  },
  {
    "id": 1463004631852888000,
    "text": "\"Study physics, mathematics, computers, microeconomics, game theory, and persuasion.\"\n\n@naval"
  },
  {
    "id": 1462972923065557000,
    "text": "\"It’s becoming easier and easier to be social, but exceptional people are built in solitude.\"\n\n@naval"
  },
  {
    "id": 1462941717531807700,
    "text": "\"Free education is abundant, all over the internet. It’s the desire to learn that’s scarce.\" \n\n@naval"
  },
  {
    "id": 1462911770339811300,
    "text": "\"Children are happy because: \n1) They're not self conscious \n2) They lack a sense of time pressure \n3) They've no goals. \n\nThe bottom line is they are living from moment to moment, and the mind is not there to interfere in their bliss.\" \n\n@naval"
  },
  {
    "id": 1462880564583620600,
    "text": "\"Yoga cultivates Peace of Body. Meditation cultivates Peace of Mind.\" \n\n@naval"
  },
  {
    "id": 1462852127215153200,
    "text": "\"Escape competition through authenticity.\" \n \n@naval"
  },
  {
    "id": 1462825703225938000,
    "text": "\"Rich people get paid by the project and pay by the hour.\" \n\n@naval"
  },
  {
    "id": 1462795252574556200,
    "text": "\"The overeducated are worse off than the undereducated, having traded common sense for the illusion of knowledge.\"\n\n@naval"
  },
  {
    "id": 1462765053321617400,
    "text": "\"The closer you are to the truth, the more silent you become inside.\" \n\n@naval"
  },
  {
    "id": 1462734602691244000,
    "text": "\"Specific knowledge is found by pursuing your genuine curiosity and passion rather than whatever is hot right now.\" \n\n@naval"
  },
  {
    "id": 1462699118896234500,
    "text": "\"Teaching is more a way for the teacher to learn than for the student to learn.\"\n\n@naval"
  },
  {
    "id": 1462673701464264700,
    "text": "\"People who live far below their means enjoy a freedom that people busy upgrading their lifestyles can’t fathom.\" \n\n@naval"
  },
  {
    "id": 1462643250808832000,
    "text": "\"I think the best way to prepare for the future 20 years is find something you love to do, to have a shot at being one of the best people in the world at it. Build an independent brand around it, with your name.\" \n\n@naval"
  },
  {
    "id": 1462613051790794800,
    "text": "\"Changing your interpretation of your past is often just as good as changing your past.\" \n\n@naval"
  },
  {
    "id": 1462582601147981800,
    "text": "\"We prefer to see “winners” as “naturally talented” rather than “hard working.” Because if it were reversed, what would that imply about us?\" \n \n@naval"
  },
  {
    "id": 1462552150383337500,
    "text": "\"True reasoning is only possible when there is no motivation.\" \n \n@naval"
  },
  {
    "id": 1462518428112195600,
    "text": "\"If you want to be successful, surround yourself with people who are more successful than you are, but if you want to be happy, surround yourself with people who are less successful than you are.\" \n\n@naval"
  },
  {
    "id": 1462491249231990800,
    "text": "\"No one can compete with you on being you.\n\nMost of life is a search for who and what needs you the most.\"\n\n@naval"
  },
  {
    "id": 1462461050385670100,
    "text": "\"The secret to public speaking is to speak as if you were alone.\" \n\n@naval"
  },
  {
    "id": 1462453841635520500,
    "text": "\"If you want to make the wrong decision, ask everyone.\"\n\n- naval"
  },
  {
    "id": 1462430599583514600,
    "text": "\"If you can't see yourself working with someone for life, don't work with them for a day.\" \n\n@naval"
  },
  {
    "id": 1462400400582066200,
    "text": "\"Technology democratizes consumption but consolidates production. The best person in the world for anything, gets to do it for everyone.\"\n\n@naval"
  },
  {
    "id": 1462369949687726000,
    "text": "\"Your goal in life is to find out the people who need you the most, to find out the business that needs you the most, to find the project and the art that needs you the most. There is something out there just for you.\" \n \n@naval"
  },
  {
    "id": 1462337234124910600,
    "text": "\"My 1 repeated learning in life: 'There Are No Adults' Everyone's making it up as they go along. Figure it out yourself, and do it.\" \n\n@naval"
  },
  {
    "id": 1462309300286623700,
    "text": "\"Seek wealth, not money or status. Wealth is having assets that earn while you sleep. Money is how we transfer time and wealth. Status is your place in the social hierarchy.\"\n\n@naval"
  },
  {
    "id": 1462278849497120800,
    "text": "\"It is the mark of a charlatan to explain a simple concept in a complex way.\" \n\n@naval"
  },
  {
    "id": 1462248399000928300,
    "text": "\"No meetings before 11am. \nNo meetings when emails or calls will do. \n\nDon’t schedule calls, text coordinate them on the fly when possible. \n\nCram all meetings into two days a week. 1-on-1s are usually 30-minute walking meetings.(Meetings are the death of productivity)\" \n\n@naval"
  },
  {
    "id": 1462218200007929900,
    "text": "\"Knowledge is a skyscraper. You can take a shortcut with a fragile foundation of memorization, or build slowly upon a steel frame of understanding.\"\n\n@naval"
  },
  {
    "id": 1462188044992266200,
    "text": "\"If you eat, invest, and think according to what the ‘news’ advocates, you’ll end up nutritionally, financially and morally bankrupt.\" \n\n@naval"
  },
  {
    "id": 1462155537034842000,
    "text": "\"Become the best in the world at what you do. Keep redefining what you do until this is true.\" \n\n@naval"
  },
  {
    "id": 1462126344700141600,
    "text": "Founders run every sprint as if they’re about to lose, but grind out the long race knowing that victory is inevitable.\n\n@naval"
  },
  {
    "id": 1462097655941812200,
    "text": "\"Wealth creation is an evolutionarily recent positive-sum game. Status is an old zero-sum game. Those attacking wealth creation are often just seeking status.\" \n\n@naval"
  },
  {
    "id": 1462066198510715000,
    "text": "\"You’re offended when you fear that it might be true.\"\n\n@naval"
  },
  {
    "id": 1462035747834314800,
    "text": "\"There is no skill called “business”. Avoid business magazines and business classes.\" \n\n@naval"
  },
  {
    "id": 1462006052254371800,
    "text": "\"Self-image is the prison. Other people are the guards.\"\n\n@naval"
  },
  {
    "id": 1461974594772897800,
    "text": "\"Pick an industry where you can play long term games with long term people.\" \n\n@naval"
  },
  {
    "id": 1461945150826025000,
    "text": "\"Your closest friends are the ones you can have a relationship with about nothing.\" \n\n@naval"
  },
  {
    "id": 1461914700648755200,
    "text": "\"We say “peace of mind” but really what we want is peace from mind.\" \n\n@naval"
  },
  {
    "id": 1461884752928002000,
    "text": "\"Work as hard as you can. Even though who you work with and what you work on are more important than how hard you work.\"\n\n@naval"
  },
  {
    "id": 1461855057503309800,
    "text": "\"Creativity starts with an empty calendar and ends with a full one.\" \n\n@naval"
  },
  {
    "id": 1461824858262757400,
    "text": "\"The best way, perhaps the only way, to change others is to become an example.\" \n \n@naval"
  },
  {
    "id": 1461793149181837300,
    "text": "\"Trade money for time, not time for money. You’re going to run out of time first.\"\n\n@naval"
  },
  {
    "id": 1461765970217820200,
    "text": "\"The fundamental delusion - there is something out there that will make me happy and fulfilled forever.\" \n\n@naval"
  },
  {
    "id": 1461736526149144600,
    "text": "\"School, politics, sports, and games train us to compete against others. True rewards - wealth, knowledge, love, fitness, and equanimity - come from ignoring others and improving ourselves.\" \n\n@naval"
  },
  {
    "id": 1461706327311347700,
    "text": "\"It's never been easier to start a company. It's never been harder to build one.\" \n\n@naval"
  },
  {
    "id": 1461675876517658600,
    "text": "\"Knowing how little you matter is very important for your mental health and your happiness\" \n\n@naval"
  },
  {
    "id": 1461645425895747600,
    "text": "\"The difference between sounding smart and being smart is “I don’t know.\"\n\n@naval"
  },
  {
    "id": 1461612206907289600,
    "text": "\"Populism is what we call democracy when we don't like the outcome.\"\n\n@naval"
  },
  {
    "id": 1461584776129826800,
    "text": "\"The larger the herd, the lower the returns.\" \n\n@naval"
  },
  {
    "id": 1461554577216622600,
    "text": "\"In an age of infinite leverage, judgement is the most important skill.\"\n\n@naval"
  },
  {
    "id": 1461523874965700600,
    "text": "\"Humans aren’t evolved to worry about everything happening outside of their immediate environment.\" \n\n@naval"
  },
  {
    "id": 1461493927412969500,
    "text": "\"The reality is life is a single-player game. You’re born alone. You’re going to die alone. All of your interpretations are alone. All your memories are alone. You’re gone in three generations and nobody cares. Before you showed up, nobody cared. It’s all single-player.\" \n\n@naval"
  },
  {
    "id": 1461462973856329700,
    "text": "\"Be like family to your friends, a friend to strangers, and a stranger to your enemies.\"\n\n@naval"
  },
  {
    "id": 1461431518161739800,
    "text": "\"Science requires skepticism. Religion requires belief.\"\n\n@naval"
  },
  {
    "id": 1461401318648545300,
    "text": "\"No technique of the mind will free you from the mind.\"\n\n@naval"
  },
  {
    "id": 1461371121157038000,
    "text": "\"The strongest intellectual foundation is built upon science, math, and philosophy, as they are the search for universal truths.\"\n\n@naval"
  },
  {
    "id": 1461340921396531200,
    "text": "\"If you want to be rewarded, you have to be irreplaceable.\nIf you want to be irreplaceable, you have to be unique.\nIf you want to be unique, you have to be authentic.\nIf you want to be authentic, stop listening to everyone and everything else. \nIt’s drowning “you” out.\"\n\n@naval"
  },
  {
    "id": 1461311223916494800,
    "text": "\"You won’t have inner peace until you give up your war against the world.\"\n\n@naval"
  },
  {
    "id": 1461280521242046500,
    "text": "\"The smarter you get, the slower you read.\"\n\n@naval"
  },
  {
    "id": 1461250324111319000,
    "text": "\"Before you can lie to another, you must first lie to yourself.\"\n\n@naval"
  },
  {
    "id": 1461220123713364000,
    "text": "\"If you don’t care to be liked, they can’t touch you.\"\n\n@naval"
  },
  {
    "id": 1461189924913389600,
    "text": "\"The modern mental illness is anxiety. \n\nThe symptom is inability to fall asleep.\n\nThe evidence is pills, meditation apps, opioids, and sleep trackers.\n\nThe causes are oversocialization and overstimulation.\"\n\n@naval"
  },
  {
    "id": 1461159727195324400,
    "text": "\"Inspiration is perishable - act on it immediately.\"\n\n@naval"
  },
  {
    "id": 1461129778149396500,
    "text": "\"To measure the quality of your life, simply do nothing, and see how it feels.\"\n\n@naval"
  },
  {
    "id": 1461098610586706000,
    "text": "\"You are a story that you tell yourself.\"\n\n@naval"
  },
  {
    "id": 1461068625192702000,
    "text": "\"Usually it’s the outsiders, the losers, the ones who’ve already lost, have the best chance of winning.\n\nIf you start from a position of loss, you have nothing to lose further.\"\n\n@naval"
  },
  {
    "id": 1461043962593038300,
    "text": "\"The only way you can inspire them is by living the most genuine and authentic life to yourself as possible.\"\n\n@naval"
  },
  {
    "id": 1461013260333944800,
    "text": "\"One of the most powerful things to realize is that you can change your own self-image.\"\n\n@naval"
  },
  {
    "id": 1460982810102034400,
    "text": "\"The surest way to not get a legacy is to care about it.\"\n\n@naval"
  },
  {
    "id": 1460952108128211000,
    "text": "\"The only thing you can do is do your best work.\"\n\n@naval"
  },
  {
    "id": 1460921656902180900,
    "text": "\"You don’t want to spend 90% of your life trying to figure out how to be happy and 10% being happy, you want to be happy right now.\"\n\n@naval"
  },
  {
    "id": 1460887431276687400,
    "text": "\"It’s very easy for self-improvement to degenerate into self-conflict and self-conflict into self-misery.\"\n\n@naval"
  },
  {
    "id": 1460860503744471000,
    "text": "\"I grew up poor, fat, and miserable. Now I’m rich … I’m very, very happy … I’m actually a lot healthier than I used to be in my teens and twenties.\"\n\n@naval"
  },
  {
    "id": 1460830304646484000,
    "text": "\"If you want to save the world, save your little corner of the world.\"\n\n@naval"
  },
  {
    "id": 1460799854209163300,
    "text": "\"The ideal life would be one where you had a hobby that as a byproduct made you money, you had a hobby that as a byproduct kept you healthy, you had a hobby that as a byproduct made you smarter and more creative.\"\n\n@naval"
  },
  {
    "id": 1460769403482476500,
    "text": "\"Taking a long-term outlook on things can make your life a lot easier.\"\n\n@naval"
  },
  {
    "id": 1460738924733677600,
    "text": "\"Envy can be useful, but envy can also can eat you alive if you let it follow you around your entire life.\"\n\n@naval"
  },
  {
    "id": 1460706488754843600,
    "text": "\"The group will operate through consensus, the consensus will be set by the most intolerable minority. So you’ll have an intolerable minority who will control the group.\"\n\n@naval"
  },
  {
    "id": 1460680819685478400,
    "text": "\"Any society that has a blockchain-enabled internet will be decades ahead of one that doesn’t.\"\n\n@naval"
  },
  {
    "id": 1460650369185243100,
    "text": "\"Bitcoin is the experiment to create unstoppable money.\"\n\n@naval"
  },
  {
    "id": 1460619666968264700,
    "text": "\"The present is all that actually exists.\nThat’s where you live.\nThat’s where we exist.\"\n\n@naval"
  },
  {
    "id": 1460589216237248500,
    "text": "\"You can’t get rid of suffering until you get rid of joy. They’re just opposite sides of the same coin.\"\n\n@naval"
  },
  {
    "id": 1460555745838219300,
    "text": "\"Ultimately, if you’re curious about something, you will be successful at it.\"\n\n@naval"
  },
  {
    "id": 1460525294880755700,
    "text": "\"If you don’t have leverage, you’re never going to make real wealth.\"\n\n@naval"
  },
  {
    "id": 1460497864145125400,
    "text": "\"Having control of your time in a creative job, assuming you’re self-motivated, is the ultimate hack.\"\n\n@naval"
  },
  {
    "id": 1460467161780998100,
    "text": "\"Picking the right direction to go in is way more important than how hard you work.\"\n\n@naval"
  },
  {
    "id": 1460436711394140200,
    "text": "\"Be free of mind and free of time.\nBoredom leads to creativity.\"\n\n@naval"
  },
  {
    "id": 1460405757401124900,
    "text": "\"What is the current definition of the frontier? It’s on the internet within web3 and crypto.\"\n\n@naval"
  },
  {
    "id": 1460375341961298000,
    "text": "\"Follow your natural intellectual curiosity, the best career of 2021 was to be JPEG collector.\"\n\n@naval"
  },
  {
    "id": 1460344355378667500,
    "text": "\"To see if they really think that things are getting worse, ask them if they’d rather live in the future or in the past.\" \n\n@naval"
  },
  {
    "id": 1460314155554988000,
    "text": "\"Nothing like a health problem to turn up the contrast dial on the rest of life.\" \n\n@naval"
  },
  {
    "id": 1460283954691510300,
    "text": "\"All the value in life, including in relationships, comes from compound interest.\" \n\n@naval"
  },
  {
    "id": 1460253757535502300,
    "text": "\"The Lindy Effect for startups: The longer you go without shipping product, the more likely you will never ship product..\" \n\n@naval"
  },
  {
    "id": 1460223558588805000,
    "text": "\"Uncertainty, not outcome, is the root of stress.\" \n\n@naval"
  },
  {
    "id": 1460193360065400800,
    "text": "\"The first rule of handling conflict is don't hang around with people who are constantly engaging in conflict.\" \n \n@naval"
  },
  {
    "id": 1460163161391202300,
    "text": "\"The first rule of handling conflict is don't hang around with people who are constantly engaging in conflict.\" \n\n@naval"
  },
  {
    "id": 1460132960192053200,
    "text": "\"Reading is more efficient when at rest. Audio is more efficient when in motion.\" \n \n@naval"
  },
  {
    "id": 1460102761593249800,
    "text": "\"A rational person can find peace by cultivating indifference to things outside of their control.\" \n \n@naval"
  },
  {
    "id": 1460072561723596800,
    "text": "\"Free education is abundant, all over the internet. It’s the desire to learn that’s scarce.\" \n\n@naval"
  },
  {
    "id": 1460042362701246500,
    "text": "\"Ego is false confidence, self-respect is true confidence\" \n\n@naval"
  },
  {
    "id": 1460012163699921000,
    "text": "\"Guilt is society's voice speaking in your head\" \n\n@naval"
  },
  {
    "id": 1459981964702675000,
    "text": "\"The quality of your mind is the quality of your life.\"\n\n@naval"
  },
  {
    "id": 1459951765835690000,
    "text": "\"If you wanted to be rich in the 1800s you did it with Labour In the 1900s with Capital Now you do it with code.\"\n\n@naval"
  },
  {
    "id": 1459921567392186400,
    "text": "\"The price of productivity is creativity.\"\n\n@naval"
  },
  {
    "id": 1459891368482918400,
    "text": "\"The success formula: solve your own problems and freely share the solutions.\"\n\n@naval"
  },
  {
    "id": 1459861170492424200,
    "text": "\"I have this theory that 99% of work that you do is useless. You still have to do it because it's iterating your way to the 1% that is useful. But, in an ideal world, if you are omniscient, you would just cut to the 1%.\" \n\n@naval"
  },
  {
    "id": 1459830971100848000,
    "text": "\"Doing is faster than watching.\" \n\n@naval"
  },
  {
    "id": 1459800771407409200,
    "text": "\"Making money isn't about luck.\"\n \n@naval"
  },
  {
    "id": 1459770572670390300,
    "text": "\"Set and enforce an aspirational hourly rate.\"\n \n@naval"
  },
  {
    "id": 1459740374772203500,
    "text": "\"Entrepreneurs bleed a little bit every day, but when they win they win big.\"\n \n@naval"
  },
  {
    "id": 1459710173786873900,
    "text": "\"The five most important skills are reading, writing, arithmetic, persuasion, and programming.\"\n\n@naval"
  },
  {
    "id": 1459679975703859200,
    "text": "\"The tools for learning are abundant. It’s the desire to learn that’s scarce.\"\n\n@naval"
  },
  {
    "id": 1459649777142878200,
    "text": "\"I, and I alone, am responsible for everything I think and feel.\"\n\n@naval"
  },
  {
    "id": 1459619576841334800,
    "text": "\"Success is the inevitable byproduct of learning (not education).\"\n\n@naval"
  },
  {
    "id": 1459589378708160500,
    "text": "\"Either have children or become a saint, because eventually, you have to find something you love more than you love yourself.\"\n\n@naval"
  },
  {
    "id": 1459559179908231200,
    "text": "\"You get rewarded for unique knowledge, not for effort.\n\nEffort is required to create unique knowledge.\"\n\n@naval"
  },
  {
    "id": 1459528979904450600,
    "text": "\"The price of trying to make everyone else happy is making yourself miserable.\"\n\n@naval"
  },
  {
    "id": 1459498783516110800,
    "text": "\"Individuals rarely admit mistakes. Groups never do.\"\n\n@naval"
  },
  {
    "id": 1459468584283873300,
    "text": "\"The Internet doesn’t care about your title.\"\n\n@naval"
  },
  {
    "id": 1459438383915159600,
    "text": "\"Learning is cheap, education is expensive.\"\n\n@naval"
  },
  {
    "id": 1459408183882039300,
    "text": "\"Integrity is when what you think and what you say and what you do are one.\"\n\n@naval"
  },
  {
    "id": 1459377985245495300,
    "text": "\"Everybody wants to change others. Nobody wants to be changed.\"\n\n@naval"
  },
  {
    "id": 1459347785996804000,
    "text": "\"If you want to make the wrong decision, ask everyone.\"\n\n@naval"
  },
  {
    "id": 1459317587330969600,
    "text": "\"If you aren’t curious about it, you’ll never be good at it.\"\n\n@naval"
  },
  {
    "id": 1459287389663285200,
    "text": "\"Read the books they want to ban.\"\n\n@naval"
  },
  {
    "id": 1459257189571387400,
    "text": "\"Following your genuine intellectual curiosity is a better foundation for a career than following whatever is making money right now.\"\n\n@naval"
  },
  {
    "id": 1459226991769571300,
    "text": "\"Happiness is the state when nothing is missing. When nothing is missing, your mind shuts down and stops running into the past or future to regret something or to plan something.\"\n\n@naval"
  },
  {
    "id": 1459196792969601000,
    "text": "\"If someone can train other people how to do something, then they can replace you. If they can replace you, then they don’t have to pay you a lot. You want to know how to do something other people don’t know how to do at the time period when those skills are in demand.\"\n\n@naval"
  },
  {
    "id": 1459166596400763000,
    "text": "\"Read what you love until you love to read.\"\n\n@naval"
  },
  {
    "id": 1459136394736005000,
    "text": "\"What you want in life is to be in control of your time. You want to get into a leveraged job where you control your own time and you’re tracked on the outputs. If you do something incredible to move the needle on the business, they have to pay you.\"\n\n@naval"
  },
  {
    "id": 1459106195675910100,
    "text": "\"Real happiness only comes as a side-effect of peace. Most of it is going to come from acceptance, not from changing your external environment.\"\n\n@naval"
  },
  {
    "id": 1459075995097436200,
    "text": "\"Earn with your Mind.\n\nNot your time.\"\n\n@naval"
  },
  {
    "id": 1459045796578410500,
    "text": "\"We crave experiences that will make us be present, but the cravings themselves take us from the present moment.\"\n\n@naval"
  },
  {
    "id": 1459015597069643800,
    "text": "\"Most fit and healthy people focus much more on what they eat than how much. Quality control is easier than (and leads to) quantity control.\"\n\n@naval"
  },
  {
    "id": 1458985400979050500,
    "text": "\"How do you define wisdom? Understanding the long-term consequences of your actions.\"\n\n@naval"
  },
  {
    "id": 1458955199092043800,
    "text": "\"If you have two choices to make, and they’re relatively equal choices, take the path more difficult and more painful in the short term.\" \n\n@naval"
  },
  {
    "id": 1458925000203792400,
    "text": "\"One of the things people don’t realize about crypto is, it doesn’t have to have value to everybody. Even if there’s a small percentage of people in the world who really believe in it, and you can use it as a store of value with them any time, then it’s valid.\"\n\n@naval"
  },
  {
    "id": 1458894803081609200,
    "text": "\"If you can't decide, the answer is No.\"\n\n@naval"
  },
  {
    "id": 1458864603702640600,
    "text": "\"You lead by being willing to walk alone.\"\n\n@naval"
  },
  {
    "id": 1458834404038484000,
    "text": "\"Their pessimism is your opportunity.\"\n\n@naval"
  },
  {
    "id": 1458804207750942700,
    "text": "\"It’s the nature of truth that once you see it, you can’t unsee it.\"\n\n@naval"
  },
  {
    "id": 1458774006904107000,
    "text": "\"Leverage converts knowledge into power.\"\n\n@naval"
  },
  {
    "id": 1458743809924374500,
    "text": "\"A fit mind is a clear mind.\"\n\n@naval"
  },
  {
    "id": 1458713607487701000,
    "text": "\"Live long enough, and you’ll become a philosopher.\"\n\n@naval"
  },
  {
    "id": 1458683408821801000,
    "text": "\"Education is no substitute for intelligence.\"\n\n@naval"
  },
  {
    "id": 1458653210302947300,
    "text": "\"Your family is broken but you’re going to fix the world.\"\n\n@naval"
  },
  {
    "id": 1458623010345128000,
    "text": "\"Our temporary solution to a temporary problem has become a permanent problem.\"\n\n@naval"
  },
  {
    "id": 1458592812413431800,
    "text": "\"Money doesn’t change the world, ideas do.\"\n\n@naval"
  },
  {
    "id": 1458562612606734300,
    "text": "\"Good friends restrain you.\"\n\n@naval"
  },
  {
    "id": 1458532413668216800,
    "text": "\"Everybody wants to hire the best. Nobody wants to pay them the best..\" \n\n@naval"
  },
  {
    "id": 1458502215878865000,
    "text": "\"The secret to a happy relationship is two happy people.\"\n\n@naval"
  },
  {
    "id": 1458472017427148800,
    "text": "\"Spend more time making the big decisions. There are \"basically three really big decisions you make in your early life: where you live, who you’re with, and what you’re doing.\"\n\n@naval"
  },
  {
    "id": 1458441820006858800,
    "text": "\"Figure out what you’re good at, and start helping other people with it. Give it away. Pay it forward. Karma works because people are consistent. On a long enough timescale, you will attract what you project. But don’t measure—your patience will run out if you count.\"\n\n@naval"
  },
  {
    "id": 1458411617754906600,
    "text": "\"Good investors don’t sell investment advice.\"\n\n@naval"
  },
  {
    "id": 1458381419097432000,
    "text": "\"The moment you tell somebody something dishonest, you’ve lied to yourself. Then you’ll start believing your own lie, which will disconnect you from reality and take you down the wrong road.\"\n\n@naval"
  },
  {
    "id": 1458321020977393700,
    "text": "\"The less scheduled you are, the more creative you’re going to be.\"\n\n@naval"
  },
  {
    "id": 1458290821875208200,
    "text": "\"Don’t do things that you know are morally wrong. Not because someone is watching, but because you are. Self-esteem is just the reputation that you have with yourself. You’ll always know.\" \n\n@naval"
  },
  {
    "id": 1458260623763050500,
    "text": "\"The most important relationship you have is with yourself.\" \n\n@naval"
  },
  {
    "id": 1458230424430252000,
    "text": "\"Wondering how long until social media induced mental illnesses start getting recognized and treated.\" \n\n@naval"
  },
  {
    "id": 1458200225752010800,
    "text": "\"The ability to stay calm during conflict is a superpower.\"\n\n@naval"
  },
  {
    "id": 1458170028138713000,
    "text": "\"If you wanted to be rich in the 1800s you did it with Labour In the 1900s with Capital Now you do it with code.\"\n\n@naval"
  },
  {
    "id": 1458139829909082000,
    "text": "\"Better bored than busy.\"\n\n@naval"
  },
  {
    "id": 1458109630144397300,
    "text": "\"The source of wisdom is pain.\"\n\n@naval"
  },
  {
    "id": 1458079429347917800,
    "text": "\"It’s becoming easier and easier to be social, but exceptional people are built in solitude.\"\n\n@naval"
  },
  {
    "id": 1458049231705444400,
    "text": "\"Choose the non-emotional response to any given situation and see how much easier your life becomes.\"\n\n@naval"
  },
  {
    "id": 1458019033551356000,
    "text": "\"The people who control the chokepoints through which information flows are the most powerful people in the world.\"\n\n@naval"
  },
  {
    "id": 1457988832914198500,
    "text": "\"A wise man once told me:\n“Someone, somewhere, has to be happy all the time... might as well be me!”\"\n\n@naval"
  },
  {
    "id": 1457958633061355500,
    "text": "\"Study physics, mathematics, computers, microeconomics, game theory, and persuasion.\"\n\n@naval"
  },
  {
    "id": 1457928433435033600,
    "text": "\"If the primary purpose of school was education, the Internet should obsolete it. But school is mainly about credentialing.\" \n \n@naval"
  },
  {
    "id": 1457898234639044600,
    "text": "\"If you need a degree to do it, it’s not going to make you wealthy.\"\n\n@naval"
  },
  {
    "id": 1457868036245840000,
    "text": "\"Asymmetric opportunities:\n\nInvest in startups\nStart a company\nCreate a book, podcast, video\nCreate a (software) product\nGo on many first dates\nGo to a cocktail party\nRead a Lindy book\nMove to a big city\nBuy Bitcoin\nTweet.\" \n\n@naval"
  },
  {
    "id": 1457837836506435600,
    "text": "\"The more neatly you fit into society, the less free you actually are.\"\n \n@naval"
  },
  {
    "id": 1457807638037729300,
    "text": "\"Live the life you want other people to live.\"\n\n@naval"
  },
  {
    "id": 1457777439048933400,
    "text": "\"Relax. You’ll live longer *and* perform better.\"\n\n@naval"
  },
  {
    "id": 1457747240559288300,
    "text": "\"Imagine how effective you would be if you weren’t anxious all the time.\"\n\n@naval"
  },
  {
    "id": 1457717043600429000,
    "text": "\"I don’t believe I have the ability to say what is going to work. Rather, I try to eliminate what’s not going to work. I think being successful is just about not making mistakes. It’s not about having correct judgment. It’s about avoiding incorrect judgments.\"\n\n@naval"
  },
  {
    "id": 1457686844875976700,
    "text": "\"Making money is not a thing that you do - it's a skill that you learn.\"\n\n@naval"
  },
  {
    "id": 1457656643714535400,
    "text": "\"Ways to get lucky:\n\nHope luck finds you.\n\nHustle until you stumble into it.\n\nPrepare the mind and be sensitive to chances others miss.\n\nBecome the best at what you do. Refine what you do until this is true. Opportunity will seek you out. Luck becomes your destiny.\"\n\n@naval"
  },
  {
    "id": 1457626444629037000,
    "text": "\"Diversification is a hedge against a lack of knowledge.\"\n\n@naval"
  },
  {
    "id": 1457596245506019300,
    "text": "\"Knowledge is a skyscraper. You can take a shortcut with a fragile foundation of memorization, or build slowly upon a steel frame of understanding.\"\n\n@naval"
  },
  {
    "id": 1457566046865481700,
    "text": "\"Negotiations are won by whoever cares less.\"\n\n@naval"
  },
  {
    "id": 1457535848099061800,
    "text": "\"Decisions:\n\n• If you can’t decide, the answer is no.\n\n• If two equally difficult paths, choose the one more painful in the short term (pain avoidance is creating an illusion of equality).\n\n• Choose the path that leaves you more equanimous in the long term.\"\n\n@naval"
  },
  {
    "id": 1457505647646367700,
    "text": "\"Doctors won’t make you healthy.\n\nNutritionists won’t make you slim.\n\nTeachers won’t make you smart.\n\nGurus won’t make you calm.\n\nMentors won’t make you rich.\n\nTrainers won’t make you fit.\n\nUltimately, you have to take responsibility. \n\nSave yourself.\"\n\n@naval"
  },
  {
    "id": 1457475450838659000,
    "text": "\"You don’t want to spend 90% of your life trying to figure out how to be happy and 10% being happy, you want to be happy right now.\"\n\n@naval"
  },
  {
    "id": 1457445251493343200,
    "text": "\"Learning is cheap, education is expensive.\"\n\n@naval"
  },
  {
    "id": 1457415052164620300,
    "text": "\"The less scheduled you are, the more creative you’re going to be.\"\n\n@naval"
  },
  {
    "id": 1457384852693700600,
    "text": "\"The secret to a happy relationship is two happy people.\"\n\n@naval"
  },
  {
    "id": 1457354653419462700,
    "text": "\"Either have children or become a saint, because eventually, you have to find something you love more than you love yourself.\"\n\n@naval"
  },
  {
    "id": 1457324454409818000,
    "text": "\"The people you most want to impress can read your intentions.\"\n\n@naval"
  },
  {
    "id": 1457294254783357000,
    "text": "\"Your family is broken but you’re going to fix the world.\"\n\n@naval"
  },
  {
    "id": 1457264056042205200,
    "text": "\"The price of productivity is creativity.\"\n\n@naval"
  },
  {
    "id": 1457233857103732700,
    "text": "\"Their pessimism is your opportunity.\"\n\n@naval"
  },
  {
    "id": 1457203657800224800,
    "text": "\"The quality of your mind is the quality of your life.\"\n\n@naval"
  },
  {
    "id": 1457173458920480800,
    "text": "\"If you can't decide, the answer is No.\"\n\n@naval"
  },
  {
    "id": 1457143260162363400,
    "text": "\"Your mistake is that you’re writing to be read.\"\n\n@naval"
  },
  {
    "id": 1457113063400878000,
    "text": "\"If they can silence you for one reason, they can silence you for any reason.\"\n\n@naval"
  },
  {
    "id": 1457082861912199200,
    "text": "\"You need Proof of Work to get a meeting with a busy person.\"\n\n@naval"
  },
  {
    "id": 1457052665037394000,
    "text": "\"Retirement is when you stop sacrificing today for some imaginary tomorrow.\"\n\n@naval"
  },
  {
    "id": 1457022464534274000,
    "text": "\"You don’t need mentors, you need action.\"\n\n@naval"
  },
  {
    "id": 1456992266908696600,
    "text": "\"Clear Thinker\" is a better compliment than \"Smart.\"\n\n@naval"
  },
  {
    "id": 1456962069144633300,
    "text": "\"Startups don't die when they run out of cash, they die when the founders run out of energy.\" \n\n@naval"
  },
  {
    "id": 1456931869723820000,
    "text": "\"Cool people are considered “cool” because they break the rules and get away with it.\"\n\n@naval"
  },
  {
    "id": 1456901670244397000,
    "text": "\"If you eat, invest, and think according to what the ‘news’ advocates, you’ll end up nutritionally, financially and morally bankrupt.\" \n\n@naval"
  },
  {
    "id": 1456871469422571500,
    "text": "\"If you don’t care to be liked, they can’t touch you.\"\n\n@naval"
  },
  {
    "id": 1456841269875937300,
    "text": "\"All self-help boils down to \"choose long-term over short-term.\" \n\n@naval"
  },
  {
    "id": 1456811073131143200,
    "text": "\"The difference between sounding smart and being smart is “I don’t know.\"\n\n@naval"
  },
  {
    "id": 1456780871927681000,
    "text": "\"Think for yourself, not of yourself. \n\nThink of others, not for others.\"\n\n@naval"
  },
  {
    "id": 1456750674444685300,
    "text": "\"The price of trying to make everyone else happy is making yourself miserable.\"\n\n@naval"
  },
  {
    "id": 1456720474558316500,
    "text": "\"Reading is more efficient when at rest. Audio is more efficient when in motion.\" \n\n@naval"
  },
  {
    "id": 1456690275452076000,
    "text": "\"Work as hard as you can. Even though what you work on and who you work with are more important.\"\n\n@naval"
  },
  {
    "id": 1456660076547043300,
    "text": "\"Real happiness only comes as a side-effect of peace. Most of it is going to come from acceptance, not from changing your external environment.\"\n\n@naval"
  },
  {
    "id": 1456629877499699200,
    "text": "\"Children are happy because: \n1) They're not self conscious \n2) They lack a sense of time pressure \n3) They've no goals. \n\nThe bottom line is they are living from moment to moment, and the mind is not there to interfere in their bliss.\" \n\n@naval"
  },
  {
    "id": 1456599681048395800,
    "text": "\"In an age of infinite leverage, judgement is the most important skill.\"\n\n@naval"
  },
  {
    "id": 1456569479110934500,
    "text": "\"True reasoning is only possible when there is no motivation.\" \n \n@naval"
  },
  {
    "id": 1456539281372041200,
    "text": "\"School, politics, sports, and games train us to compete against others. True rewards - wealth, knowledge, love, fitness, and equanimity - come from ignoring others and improving ourselves.\" \n\n@naval"
  },
  {
    "id": 1456509082370670600,
    "text": "\"Good investors don’t sell investment advice.\"\n\n@naval"
  },
  {
    "id": 1456478883444785200,
    "text": "\"The best way, perhaps the only way, to change others is to become an example.\" \n \n@naval"
  },
  {
    "id": 1456448683940237300,
    "text": "\"You get paid for being right first, and to be first, you can’t wait for consensus.\" \n\n@naval"
  },
  {
    "id": 1456418486440415200,
    "text": "\"Wealth creation is an evolutionarily recent positive-sum game. Status is an old zero-sum game. Those attacking wealth creation are often just seeking status.\" \n\n@naval"
  },
  {
    "id": 1456388286939742200,
    "text": "\"Most of life is a search for who and what needs you the most.\"\n\n@naval"
  },
  {
    "id": 1456358087330197500,
    "text": "\"Free education is abundant, all over the Internet. It's the desire to learn that's scarce.\"\n\n@naval"
  },
  {
    "id": 1456327888580526000,
    "text": "\"Read what you love until you love to read.\" \n\n@naval"
  },
  {
    "id": 1456297689558179800,
    "text": "\"All the benefits in life come from compound interest - relationship, money, habits - anything of importance.\" \n\n@naval"
  },
  {
    "id": 1456267493358465000,
    "text": "\"If you need a degree to do it, it’s not going to make you wealthy.\"\n\n@naval"
  },
  {
    "id": 1456207091136409600,
    "text": "\"My definition of wisdom is knowing the long-term consequences of your actions.\"\n\n@naval"
  },
  {
    "id": 1456176894618083300,
    "text": "\"Retirement is when you stop sacrificing today for an imaginary tomorrow. When today is complete, in and of itself, you’re retired.\"\n\n@naval"
  },
  {
    "id": 1456146693964107800,
    "text": "\"Don’t settle, and don’t struggle. Life is what flows in between.\"\n\n@naval"
  },
  {
    "id": 1456116494727794700,
    "text": "\"Better bored than busy.\"\n\n@naval"
  },
  {
    "id": 1456086296825417700,
    "text": "\"The overscheduled life is not worth living.\"\n\n@naval"
  },
  {
    "id": 1456056097979003000,
    "text": "\"Spend your time doing only what you can uniquely do.\"\n\n@naval"
  },
  {
    "id": 1456025898231156700,
    "text": "\"Figure out what you’re good at, and start helping other people with it. Give it away. Pay it forward. Karma works because people are consistent. On a long enough timescale, you will attract what you project. But don’t measure—your patience will run out if you count.\"\n\n@naval"
  },
  {
    "id": 1455995698281959400,
    "text": "\"Creativity starts with an empty calendar and ends with a full one.\" \n\n@naval"
  },
  {
    "id": 1455965502921232400,
    "text": "\"The secret to public speaking is to speak as if you were alone.\" \n\n@naval"
  },
  {
    "id": 1455935304326688800,
    "text": "\"My 1 repeated learning in life: 'There Are No Adults' Everyone's making it up as they go along. Figure it out yourself, and do it.\" \n\n@naval"
  },
  {
    "id": 1455905105161511000,
    "text": "\"Persistent, non-specific anxiety is the result of wanting so much, talking so much, and doing so much that you lose touch with the quiet joys of solitude.\" \n\n@naval"
  },
  {
    "id": 1455874904386007000,
    "text": "\"A society that believes that wealth is created through luck or privilege will eat itself alive.\" \n\n@naval"
  },
  {
    "id": 1455844704583442400,
    "text": "\"If you're going to pick 3 cards in the hand you're dealt, take intelligence, drive, and most importantly, emotional self-discipline.\" \n\n@naval"
  },
  {
    "id": 1455814506613862400,
    "text": "\"Learn to sell. Learn to build. If you can do both, you will be unstoppable.\" \n\n@naval"
  },
  {
    "id": 1455784305427243000,
    "text": "\"It is the mark of a charalatan to explain a simple concept in a complex way.\" \n\n@naval"
  },
  {
    "id": 1455754107071856600,
    "text": "\"The reality is life is a single-player game. You’re born alone. You’re going to die alone. All of your interpretations are alone. All your memories are alone. You’re gone in three generations and nobody cares. Before you showed up, nobody cared. It’s all single-player.\" \n\n@naval"
  },
  {
    "id": 1455723908708110300,
    "text": "\"If you don’t want to go to the meeting right now, your future self won’t want to go to it later, either.\" \n\n@naval"
  },
  {
    "id": 1455693710046400500,
    "text": "\"Notifications are just alarm clocks that someone else is setting for you.\" \n\n@naval"
  },
  {
    "id": 1455663510973735000,
    "text": "\"Become the best in the world at what you do. Keep redefining what you do until this is true.\" \n\n@naval"
  },
  {
    "id": 1455633312010018800,
    "text": "\"People who live far below their means enjoy a freedom that people busy upgrading their lifestyles can’t fathom.\" \n\n@naval"
  },
  {
    "id": 1455603112245399600,
    "text": "\"Instead of treating events as wins or losses, ask “Did I learn something I can apply in the future?” If not, you must treat it as a loss.\" \n\n@naval"
  },
  {
    "id": 1455572913545961500,
    "text": "\"Once you’ve truly controlled your own fate, for better or for worse, you’ll never let anyone else tell you what to do.\" \n\n@naval"
  },
  {
    "id": 1455542715702288400,
    "text": "\"Making money through an early lucky trade is the worst way to win. The bad habits that it reinforces will lead to a lifetime of losses.\" \n\n@naval"
  },
  {
    "id": 1455512514452549600,
    "text": "\"A busy mind accelerates the perceived passage of time. Buy more time by cultivating peace of mind.\"\n\n@naval"
  },
  {
    "id": 1455482317867151400,
    "text": "\"If they wrote it to make money, don't read it.\" \n\n@naval"
  },
  {
    "id": 1455452117229998000,
    "text": "\"Wondering how long until social media induced mental illnesses start getting recognized and treated.\" \n\n@naval"
  },
  {
    "id": 1455421918295756800,
    "text": "\"There's a theory that I call 'the five chimps theory'. In Zoology, you can predict the mood and behaviour patterns of any chimp by which five chimps they hang out with the most. Choose your five chimps carefully.\" \n \n@naval"
  },
  {
    "id": 1455391719978119200,
    "text": "\"Better to find a new audience than to write for the audience.\" \n\n@naval"
  },
  {
    "id": 1455361521307906000,
    "text": "\"You want to be rich and anonymous, not poor and famous.\" \n\n@naval"
  },
  {
    "id": 1455331320394100700,
    "text": "\"Free education is abundant, all over the internet. It’s the desire to learn that’s scarce.\" \n\n@naval"
  },
  {
    "id": 1455301121476530200,
    "text": "\"A taste of freedom can make you unemployable.\" \n\n@naval"
  },
  {
    "id": 1455270922508664800,
    "text": "\"When it comes to medicine and nutrition, subtract before you add.\" \n\n@naval"
  },
  {
    "id": 1455240725591994400,
    "text": "\"Your closest friends are the ones you can have a relationship with about nothing.\" \n\n@naval"
  },
  {
    "id": 1455210526561091600,
    "text": "\"If you want to be successful, surround yourself with people who are more successful than you are, but if you want to be happy, surround yourself with people who are less successful than you are.\" \n\n@naval"
  },
  {
    "id": 1455180327853248500,
    "text": "\"The more it matters who said it, the less it actually matters.\" \n\n@naval"
  },
  {
    "id": 1455150126889009200,
    "text": "\"All the value in life, including in relationships, comes from compound interest.\" \n\n@naval"
  },
  {
    "id": 1455119931113189400,
    "text": "\"Knowing how little you matter is very important for your mental health and your happiness\" \n\n@naval"
  },
  {
    "id": 1455089731423846400,
    "text": "\"Rich people get paid by the project and pay by the hour.\" \n\n@naval"
  },
  {
    "id": 1455059530274988000,
    "text": "\"Social\" and \"Science\" contradict each other.\n\n@naval"
  },
  {
    "id": 1455029331390959600,
    "text": "\"No one can compete with you on being you.\n\nMost of life is a search for who and what needs you the most.\"\n\n@naval"
  },
  {
    "id": 1454999132024631300,
    "text": "\"Uncertainty, not outcome, is the root of stress.\"\n\n@naval"
  },
  {
    "id": 1454968932671099000,
    "text": "\"To think clearly, understand the basics. If you're memorizing advanced concepts without being able to re-derive them as needed, you're lost.\"\n\n@naval"
  },
  {
    "id": 1454938734458294300,
    "text": "\"Life is a single player game.\"\n\n@naval"
  },
  {
    "id": 1454908534760427500,
    "text": "\"I’m not going to be the most successful person on the planet, nor do I want to be. I just want to be the most successful version of myself while working the least hard possible.\"\n\n@naval"
  },
  {
    "id": 1454878338133147600,
    "text": "\"Value your time. It is all you have. It’s more important than your money. It’s more important than your friends. It is more important than anything. Your time is all you have. Do not waste your time.\"\n\n@naval"
  },
  {
    "id": 1454848136795459600,
    "text": "\"Working with a friend can cost both a business and a friendship. \n\nIt can work if the friendship came after working together. \n\nIt won’t work if the friendship came before and competence is merely assumed.\"\n\n@naval"
  },
  {
    "id": 1454817938503082000,
    "text": "\"If you want to be wealthy, spend your time relaxing, or earning. Outsource or ignore everything else.\"\n\n@naval"
  },
  {
    "id": 1454787739770097700,
    "text": "\"The biggest cost of the attempt to thrive, is the worry. You even worry about the worrying.\"\n\n@naval"
  },
  {
    "id": 1454757541959790600,
    "text": "\"It’s becoming easier and easier to be social, but exceptional people are built in solitude.\"\n\n@naval"
  },
  {
    "id": 1454727341280796700,
    "text": "\"You make money to solve your money and material problems. I think the best way to stay away from this constant love of money is to not upgrade your lifestyle as you make money.\"\n\n@naval"
  },
  {
    "id": 1454697141646073900,
    "text": "\"The smarter you get, the slower you read.\"\n\n@naval"
  },
  {
    "id": 1454666943605190700,
    "text": "\"Everybody wants to hire the best.\n\nNobody wants to pay them the best.\"\n\n@naval"
  },
  {
    "id": 1454636744091975700,
    "text": "\"University degrees are the new taxi medallions.\"\n\n@naval"
  },
  {
    "id": 1454606546365665300,
    "text": "\"You’re offended when you fear that it might be true.\"\n\n@naval"
  },
  {
    "id": 1454576345737007000,
    "text": "\"Inspiration is perishable - act on it immediately.\"\n\n@naval"
  },
  {
    "id": 1454546147096158200,
    "text": "\"If you want to make the maximum amount of money possible, if you want to get rich over your life in a deterministically predictable way, stay on the bleeding edge of trends and study technology, design, and art—become really good at something.\"\n\n@naval"
  },
  {
    "id": 1454515948606603300,
    "text": "\"The moment you tell somebody something dishonest, you’ve lied to yourself. Then you’ll start believing your own lie, which will disconnect you from reality and take you down the wrong road.\"\n\n@naval"
  },
  {
    "id": 1454485750901248000,
    "text": "\"There is no endpoint to self-awareness and self-discovery. It’s a lifelong process you hopefully keep getting better and better at.\"\n\n@naval"
  },
  {
    "id": 1454455550658457600,
    "text": "\"Microeconomics &amp; game theory are fundamental. I don’t think you can be successful in business or even navigate most of our modern capitalist society without an extremely good understanding of supply-and-demand, labor-versus-capital, game theory, &amp; those kinds of things.\"\n\n@naval"
  },
  {
    "id": 1454425350830641200,
    "text": "\"If you have two choices to make, and they’re relatively equal choices, take the path more difficult and more painful in the short term.\"\n\n@naval"
  },
  {
    "id": 1454395152932294700,
    "text": "\"Happiness is the state when nothing is missing. When nothing is missing, your mind shuts down and stops running into the past or future to regret something or to plan something.\"\n\n@naval"
  },
  {
    "id": 1454364954593689600,
    "text": "\"We crave experiences that will make us be present, but the cravings themselves take us from the present moment.\"\n\n@naval"
  },
  {
    "id": 1454334755034468400,
    "text": "\"Desire is a contract you make with yourself to be unhappy until you get what you want.\"\n\n@naval"
  },
  {
    "id": 1454304554862977000,
    "text": "\"'All of man’s troubles arise because he cannot sit in a room quietly by himself.' If you could just sit for thirty minutes and be happy, you are successful. That is a very powerful place to be, but very few of us get there.\"\n\n@naval"
  },
  {
    "id": 1454274357480546300,
    "text": "\"In reality, peace is not a guarantee. It’s always flowing. It’s always changing. You want to learn the core skill set of flowing with life and accepting it in most cases.\"\n\n@naval"
  },
  {
    "id": 1454244158365859800,
    "text": "\"You can increase your happiness over time, and it starts with believing you can do it.\"\n\n@naval"
  },
  {
    "id": 1454213959490359300,
    "text": "\"Clear Thinker\" is a better compliment than \"Smart.\"\n\n@naval"
  },
  {
    "id": 1454183758920224800,
    "text": "\"Flow is always there. You’re just in the way.\"\n\n@naval"
  },
  {
    "id": 1454153562531844000,
    "text": "\"It’s only the misfits who have a chance.\"\n\n@naval"
  },
  {
    "id": 1454123363584987100,
    "text": "\"A group of people who think differently is a market. \n\nA group of people who think alike is a mob.\"\n\n@naval"
  },
  {
    "id": 1454093162264334300,
    "text": "\"The ability to stay calm during conflict is a superpower.\"\n\n@naval"
  },
  {
    "id": 1454062967729819600,
    "text": "\"Your goal in life is to find out the people who need you the most, to find out the business that needs you the most, to find the project and the art that needs you the most. There is something out there just for you.\" \n \n@naval"
  },
  {
    "id": 1454032764991328300,
    "text": "\"Your worldview is your world.\"\n\n@naval"
  },
  {
    "id": 1454002565285298200,
    "text": "\"Time spent has nothing to do with job done.\"\n\n@naval"
  },
  {
    "id": 1453972366569128000,
    "text": "\"The first rule of handling conflict is don't hang around with people who are constantly engaging in conflict.\" \n\n@naval"
  },
  {
    "id": 1453942168112959500,
    "text": "\"The overscheduled life is not worth living.\"\n\n@naval"
  },
  {
    "id": 1453911969610846200,
    "text": "\"The more seriously you take yourself, the unhappier you’re going to be.\"\n\n@naval"
  },
  {
    "id": 1453881769330106400,
    "text": "\"The reason to win the game is so that you can be free of it.\"\n\n@naval"
  },
  {
    "id": 1453851571914166300,
    "text": "\"Learning is cheap, education is expensive.\"\n\n@naval"
  },
  {
    "id": 1453821371855872000,
    "text": "\"The goal of media is to make every problem, your problem.\"\n\n@naval"
  },
  {
    "id": 1453791173538029600,
    "text": "\"The great viruses of our time spread through minds, not through bodies.\"\n\n@naval"
  },
  {
    "id": 1453760975958536200,
    "text": "\"We’re good at fooling ourselves because it helps fool others.\"\n\n@naval"
  },
  {
    "id": 1453730777531703300,
    "text": "\"You’re spending time to save money when you should be spending money to save time.\"\n\n@naval"
  },
  {
    "id": 1453700578169720800,
    "text": "\"Everybody wants to change others. Nobody wants to be changed.\"\n\n@naval"
  },
  {
    "id": 1453670379008970800,
    "text": "\"The price of trying to make everyone else happy is making yourself miserable.\"\n\n@naval"
  },
  {
    "id": 1453640178732470300,
    "text": "\"Individuals rarely admit mistakes. Groups never do.\"\n\n@naval"
  },
  {
    "id": 1453609978145558500,
    "text": "\"If you want to make the wrong decision, ask everyone.\"\n\n@naval"
  },
  {
    "id": 1453579780297826300,
    "text": "\"You get rewarded for unique knowledge, not for effort.\n\nEffort is required to create unique knowledge.\"\n\n@naval"
  },
  {
    "id": 1453549581459812400,
    "text": "\"The Internet doesn’t care about your title.\"\n\n@naval"
  },
  {
    "id": 1453519381170847700,
    "text": "\"If you aren’t curious about it, you’ll never be good at it.\"\n\n@naval"
  },
  {
    "id": 1453489183713112000,
    "text": "\"The secret to a happy relationship is two happy people.\"\n\n@naval"
  },
  {
    "id": 1453458983944130600,
    "text": "\"I think the best way to prepare for the future 20 years is find something you love to do, to have a shot at being one of the best people in the world at it. Build an independent brand around it, with your name.\" \n\n@naval"
  },
  {
    "id": 1453428784158281700,
    "text": "\"You can have the mind or you can have the moment.\" \n\n@naval"
  },
  {
    "id": 1453398587933667300,
    "text": "\"Doctors won’t make you healthy.\nNutritionists won’t make you slim.\nTeachers won’t make you smart.\nGurus won’t make you calm.\nMentors won’t make you rich.\nTrainers won’t make you fit.\nUltimately, you have to take responsibility. Save yourself.\" \n\n@naval"
  },
  {
    "id": 1453368390450614300,
    "text": "\"Consensus' is just another way of saying 'average'.\" \n\n@naval"
  },
  {
    "id": 1453338189666693000,
    "text": "\"If you eat, invest, and think according to what the ‘news’ advocates, you’ll end up nutritionally, financially and morally bankrupt.\" \n\n@naval"
  },
  {
    "id": 1453307988828205000,
    "text": "\"The Lindy Effect for startups: The longer you go without shipping product, the more likely you will never ship product..\" \n\n@naval"
  },
  {
    "id": 1453277790967566300,
    "text": "\"Free education is abundant, all over the internet. It’s the desire to learn that’s scarce.\" \n\n@naval"
  },
  {
    "id": 1453247591089463300,
    "text": "\"With my desire to improve everything, I destroy the moment..\" \n\n@naval"
  },
  {
    "id": 1453217392012652500,
    "text": "\"Don’t do things that you know are morally wrong. Not because someone is watching, but because you are. Self-esteem is just the reputation that you have with yourself. You’ll always know.\"\n\n@naval"
  },
  {
    "id": 1453187192159973400,
    "text": "\"If you can't code, write books and blogs, record videos and podcasts.\" \n\n@naval"
  },
  {
    "id": 1453156995029102600,
    "text": "\"Escape competition through authenticity.\" \n \n@naval"
  },
  {
    "id": 1453126795977322500,
    "text": "\"You want to be rich and anonymous, not poor and famous.\" \n\n@naval"
  },
  {
    "id": 1453096596367839200,
    "text": "\"The modern mental illness is anxiety. \n\nThe symptom is inability to fall asleep.\n\nThe evidence is pills, meditation apps, opioids, and sleep trackers.\n\nThe causes are oversocialization and overstimulation.\"\n\n@naval"
  },
  {
    "id": 1453066397169463300,
    "text": "\"A fit body, a calm mind, a house full of love. These things cannot be bought - they must be earned.\"\n\n@naval"
  },
  {
    "id": 1453036199833182200,
    "text": "\"Self-esteem is just the reputation that you have with yourself. You’ll always know.\"\n\n@naval"
  },
  {
    "id": 1453005998462013400,
    "text": "\"Pain is a fact. \n\nSuffering is a choice.\"\n\n@naval"
  },
  {
    "id": 1452975800492384300,
    "text": "\"Your mistake is that you’re writing to be read.\"\n\n@naval"
  },
  {
    "id": 1452945600547213300,
    "text": "\"You cannot quiet the mind, you can only watch it.\"\n\n@naval"
  },
  {
    "id": 1452915401319493600,
    "text": "\"Education is no substitute for intelligence.\"\n\n@naval"
  },
  {
    "id": 1452885202628321300,
    "text": "\"It’s a rare creative who dares to be happy.\"\n\n@naval"
  },
  {
    "id": 1452855003459121200,
    "text": "\"Admit possible mistakes to friends, without seeking validation. \n\nGet past the embarrassment so that you can freely admit them to yourself.\"\n\n@naval"
  },
  {
    "id": 1452824804399075300,
    "text": "\"The price that society is paying for political correctness continues to go up.\"\n\n@naval"
  },
  {
    "id": 1452794606781968400,
    "text": "\"If they can silence you for one reason, they can silence you for any reason.\"\n\n@naval"
  },
  {
    "id": 1452764408686342100,
    "text": "\"The tools for learning are abundant. It’s the desire to learn that’s scarce.\"\n\n@naval"
  },
  {
    "id": 1452734207592181800,
    "text": "\"In any situation in life, you always have three choices: you can change it, you can accept it, or you can leave it.\"\n\n@naval"
  },
  {
    "id": 1452704009563766800,
    "text": "\"You’re going to die one day, and none of this is going to matter. So enjoy yourself. Do something positive. Project some love. Make someone happy. Laugh a little bit. Appreciate the moment. And do your work.\"\n\n@naval"
  },
  {
    "id": 1452673813309710300,
    "text": "\"Your goal in life is to find the people, business, project, or art that needs you the most. There is something out there just for you.\"\n\n@naval"
  },
  {
    "id": 1452643613163200500,
    "text": "\"Anyone who attempts to serve a customer at a new level of quality and scale is an entrepreneur. Anyone who does not, is not.\"\n\n@naval"
  },
  {
    "id": 1452613415772594200,
    "text": "\"You'll do better work if you're bored rather than busy.\"\n\n@naval"
  },
  {
    "id": 1452583213956833300,
    "text": "\"What we reason for ourselves may help others. \n\nWhat we reason for others will not help us.\"\n\n@naval"
  },
  {
    "id": 1452553015215509500,
    "text": "\"A happy person isn’t someone who’s happy all the time. \n\nIt’s someone who effortlessly interprets events in such a way that they don’t lose their innate peace.\"\n\n@naval"
  },
  {
    "id": 1452522815886930000,
    "text": "\"If you create it for yourself, it’s art. \n\nIf you create it for others, it’s business.\"\n\n@naval"
  },
  {
    "id": 1452492615769735200,
    "text": "\"Think for yourself, not of yourself. \n\nThink of others, not for others.\"\n\n@naval"
  },
  {
    "id": 1452462418395861000,
    "text": "\"You’re offended when you fear that it might be true.\"\n\n@naval"
  },
  {
    "id": 1452432218614272000,
    "text": "\"Inspiration is perishable - act on it immediately.\"\n\n@naval"
  },
  {
    "id": 1452402020539846700,
    "text": "\"Earn with your mind, not with your time.\"\n\n@naval"
  },
  {
    "id": 1452371819952951300,
    "text": "\"Self-awareness is the most attractive trait.\"\n\n@naval"
  },
  {
    "id": 1452341621182369800,
    "text": "\"Be like family to your friends, a friend to strangers, and a stranger to your enemies.\"\n\n@naval"
  },
  {
    "id": 1452311423040643000,
    "text": "\"The most important relationship you have is with yourself.\"\n\n@naval"
  },
  {
    "id": 1452281223779430400,
    "text": "\"You don’t need mentors, you need action.\"\n\n@naval"
  },
  {
    "id": 1452251023754465300,
    "text": "\"Don’t settle, and don’t struggle. Life is what flows in between.\"\n\n@naval"
  },
  {
    "id": 1452220826581803000,
    "text": "\"The more neatly you fit into society, the less free you actually are.\"\n\n@naval"
  },
  {
    "id": 1452190626691240000,
    "text": "\"Integrity is when what you think and what you say and what you do are one.\"\n\n@naval"
  },
  {
    "id": 1452160426846797800,
    "text": "\"The people you most want to impress can read your intentions.\"\n\n@naval"
  },
  {
    "id": 1452130227966992400,
    "text": "\"The mind gives up before the body.\"\n\n@naval"
  },
  {
    "id": 1452100028969877500,
    "text": "\"We try and make every good experience repeatable, and then run away from the resulting boredom.\"\n\n@naval"
  },
  {
    "id": 1452069829574267000,
    "text": "\"The only way out is through progress\". \n\n@naval"
  },
  {
    "id": 1452039630681870300,
    "text": "\"If you can't decide, the answer is No.\"\n\n@naval"
  },
  {
    "id": 1452009431848288300,
    "text": "\"Using creativity to solve problems cannot be taught, and it’s ultimately what free markets pay for.\"\n\n@naval"
  },
  {
    "id": 1451979234277200000,
    "text": "\"The truest way to decline is just to say, “it doesn’t feel right to me.” \n\nNo explanation is necessary.\"\n\n@naval"
  },
  {
    "id": 1451949033728057300,
    "text": "\"If you want to bet with the Internet, bet against institutions.\"\n\n@naval"
  },
  {
    "id": 1451918837159538700,
    "text": "\"Fasting focuses the mind - it replaces all desires with a single desire.\"\n\n@naval"
  },
  {
    "id": 1451888638166503400,
    "text": "\"Good investors don’t sell investment advice.\"\n\n@naval"
  },
  {
    "id": 1451858437667688400,
    "text": "\"If you’re interested now, you’ll be interesting later.\"\n\n@naval"
  },
  {
    "id": 1451828238255263700,
    "text": "\"The image of perfection is what keeps you from seeing it.\"\n\n@naval"
  },
  {
    "id": 1451798039715270700,
    "text": "\"It’s easier to build a new financial system than it is to reform the existing one.\"\n\n@naval"
  },
  {
    "id": 1451767840336334800,
    "text": "\"All tyranny begins with the desire to coerce others for the greater good.\"\n\n@naval"
  },
  {
    "id": 1451737640949059600,
    "text": "\"Scientists who support silencing opposing voices are actually priests.\"\n\n@naval"
  },
  {
    "id": 1451707441863921700,
    "text": "\"Leverage converts knowledge into power.\"\n\n@naval"
  },
  {
    "id": 1451677243172814800,
    "text": "\"Your family is broken but you’re going to fix the world.\"\n\n@naval"
  },
  {
    "id": 1451647044842627000,
    "text": "\"Nothing like a health problem to turn up the contrast dial on the rest of life.\" \n\n@naval"
  },
  {
    "id": 1451616845312626700,
    "text": "\"The Lindy Effect for startups: The longer you go without shipping product, the more likely you will never ship product..\" \n\n@naval"
  },
  {
    "id": 1451586647762505700,
    "text": "\"True, unconditional, love is the province of parents and saints.\"\n\n@naval"
  },
  {
    "id": 1451556450577236000,
    "text": "\"Your real resumé is a painful recounting of all of your struggles.\"\n\n@naval"
  },
  {
    "id": 1451526252528083000,
    "text": "\"If raising children was less rewarding than not doing it, the human race would have gone extinct.\"\n\n@naval"
  },
  {
    "id": 1451496049760252000,
    "text": "\"You have to surrender, at least a little bit, to be the best version of yourself possible.\"\n\n@naval"
  },
  {
    "id": 1451465852897747000,
    "text": "\"Modern society will shame you for earning money, shame you for being happy, shame you for being raised well, shame you for having children, and ultimately, shame you for existing.\n\nIt isn’t just religion that controls you by declaring you a sinner.\"\n\n@naval"
  },
  {
    "id": 1451435651023339500,
    "text": "\"Retirement starts when you stop sacrificing today for some imaginary tomorrow.\n\nYou retire by saving up enough money, becoming a monk, or by finding work that feels like play to you.\"\n\n@naval"
  },
  {
    "id": 1451405454563754000,
    "text": "\"Founder mentality: If you think like an owner, and you act like an owner, it’s only a matter of time until you become an owner.\"\n\n@naval"
  },
  {
    "id": 1451375252936839200,
    "text": "A vacation is a very expensive way to schedule the time to read a book in peace.\"\n\n@naval"
  },
  {
    "id": 1451345053914321000,
    "text": "\"Behind every successful entrepreneur is a former failed self.\"\n\n@naval"
  },
  {
    "id": 1451314856145997800,
    "text": "\"Everybody wants to hire the best. \n\nVery few actually pay them like they’re the best.\"\n\n@naval"
  },
  {
    "id": 1451284656041742300,
    "text": "\"The source of wisdom is pain.\"\n\n@naval"
  },
  {
    "id": 1451254459372351500,
    "text": "\"The secret to a happy relationship is two happy people.\"\n\n@naval"
  },
  {
    "id": 1451224258424672300,
    "text": "\"Wisdom is the measure of long-term thinking.\"\n\n@naval"
  },
  {
    "id": 1451194063579873300,
    "text": "\"The two kinds of people - those who want money, and those who want status.\"\n\n@naval"
  },
  {
    "id": 1451163860220530700,
    "text": "\"Persistent, non-specific anxiety is the result of wanting so much, talking so much, and doing so much that you lose touch with the quiet joys of solitude.\" \n\n@naval"
  },
  {
    "id": 1451133662506881000,
    "text": "\"Spend your time doing only what you can uniquely do.\"\n\n@naval"
  },
  {
    "id": 1451103462029238300,
    "text": "\"The right to debate should not be up for debate.\" \n\n@naval"
  },
  {
    "id": 1451073262998360000,
    "text": "\"You get rewarded for unique knowledge, not for effort.\n\nEffort is required to create unique knowledge.\"\n\n@naval"
  },
  {
    "id": 1451043065540616200,
    "text": "\"Success is the inevitable byproduct of learning (not education).\"\n\n@naval"
  },
  {
    "id": 1451012866392297500,
    "text": "\"Read the books they want to ban.\"\n\n@naval"
  },
  {
    "id": 1450982667978252300,
    "text": "\"The people you most want to impress can read your intentions.\"\n\n@naval"
  },
  {
    "id": 1450951626911535000,
    "text": "\"If you're going to pick 3 cards in the hand you're dealt, take intelligence, drive, and most importantly, emotional self-discipline.\" \n\n@naval"
  },
  {
    "id": 1450922269711143000,
    "text": "\"Real happiness only comes as a side-effect of peace. Most of it is going to come from acceptance, not from changing your external environment.\"\n\n@naval"
  },
  {
    "id": 1450892069879357400,
    "text": "\"I just don’t believe in anything from my past. Anything. No memories. No regrets. No people. No trips. Nothing. A lot of our unhappiness comes from comparing things from the past to the present.\"\n\n@naval"
  },
  {
    "id": 1450861873876906000,
    "text": "\"The more secrets you have, the less happy you’re going to be.\"\n\n@naval"
  },
  {
    "id": 1450831672635641900,
    "text": "\"In any situation in life, you always have three choices: you can change it, you can accept it, or you can leave it.\"\n\n@naval"
  },
  {
    "id": 1450801472568889300,
    "text": "\"Like everything in life, if you are willing to make the short-term sacrifice, you’ll have the long-term benefit. 'Easy choices, hard life. Hard choices, easy life.'\"\n\n@naval"
  },
  {
    "id": 1450771276969046000,
    "text": "\"Don’t spend your time making other people happy. Other people being happy is their problem. It’s not your problem. If you are happy, it makes other people happy.\"\n\n@naval"
  },
  {
    "id": 1450741074570330000,
    "text": "\"To me, the mind should be a servant and a tool, not a master. My monkey mind should not control and drive me 24/7.\"\n\n@naval"
  },
  {
    "id": 1450710875166363600,
    "text": "\"If you hurt other people because they have expectations of you, that’s their problem. If they have an agreement with you, it’s your problem. But, if they have an expectation of you, that’s completely their problem. It has nothing to do with you.\"\n\n@naval"
  },
  {
    "id": 1450680676777353200,
    "text": "\"There is no endpoint to self-awareness and self-discovery. It’s a lifelong process you hopefully keep getting better and better at.\"\n\n@naval"
  },
  {
    "id": 1450650477176111000,
    "text": "\"All benefits in life come from compound interest, whether in money, relationships, love, health, activities, or habits. I only want to be around people I know I’m going to be around for the rest of my life. I only want to work on things I know have long-term payout.\"\n\n@naval"
  },
  {
    "id": 1450620278145491000,
    "text": "\"How do you define wisdom? Understanding the long-term consequences of your actions.\"\n\n@naval"
  },
  {
    "id": 1450592037628219400,
    "text": "\"You’re dying and being reborn at every moment. It’s up to you whether to forget or remember that.\"\n\n@naval"
  },
  {
    "id": 1450559882382430200,
    "text": "\"In an age of infinite leverage, judgement is the most important skill.\" \n\n@naval"
  },
  {
    "id": 1450529683330637800,
    "text": "\"The three epochs of the Internet:\n\n1. Web\n\n2. Mobile\n\n3. Blockchains\"\n\n@naval"
  },
  {
    "id": 1450499484568391700,
    "text": "\"Their pessimism is your opportunity.\"\n\n@naval"
  },
  {
    "id": 1450469283868250000,
    "text": "\"A taste of freedom can make you unemployable.\"\n\n@naval"
  },
  {
    "id": 1450439086569754600,
    "text": "\"Your mistake is that you’re writing to be read.\"\n\n@naval"
  },
  {
    "id": 1450408886507163600,
    "text": "\"Everything is perfect, including the fact that we think it’s imperfect.\"\n\n@naval"
  },
  {
    "id": 1450378687786864600,
    "text": "\"Read what you love until you love to read.\" \n\n@naval"
  },
  {
    "id": 1450348488907128800,
    "text": "\"Creativity arises behind the conscious mind.\"\n\n@naval"
  },
  {
    "id": 1450318288324644900,
    "text": "\"Knowledge is discovered collectively, wisdom is rediscovered individually.\"\n\n@naval"
  },
  {
    "id": 1450288091240018000,
    "text": "\"Move the body, rest the mind.\"\n\n@naval"
  },
  {
    "id": 1450257892859420700,
    "text": "\"You are a story that you tell yourself.\"\n\n@naval"
  },
  {
    "id": 1450227693329399800,
    "text": "\"To see if you have free will, just stop exercising it.\"\n\n@naval"
  },
  {
    "id": 1450197493174521900,
    "text": "\"When it comes to healing the mind, placebo effects are completely valid.\"\n\n@naval"
  },
  {
    "id": 1450167296648007700,
    "text": "\"A group of people who think differently is a market. \n\nA group of people who think alike is a mob.\"\n\n@naval"
  },
  {
    "id": 1450137097671561200,
    "text": "\"Even better than being loved is being in love.\"\n\n@naval"
  },
  {
    "id": 1450106898082984000,
    "text": "\"If you’re writing for followers, your followers are worthless.\"\n\n@naval"
  },
  {
    "id": 1450076699090043000,
    "text": "\"The part of your work that’s new every time is the craft. \n\nThe part that’s the same every time is the toil.\"\n\n@naval"
  },
  {
    "id": 1450046499388199000,
    "text": "\"Giving unconditional love is just as good as getting it.\"\n\n@naval"
  },
  {
    "id": 1450016300554666000,
    "text": "\"Time spent has nothing to do with job done.\"\n\n@naval"
  },
  {
    "id": 1449986101003837400,
    "text": "\"Flow is always there. You’re just in the way.\"\n\n@naval"
  },
  {
    "id": 1449955901033508900,
    "text": "\"It’s only the misfits who have a chance.\"\n\n@naval"
  },
  {
    "id": 1449925702854353000,
    "text": "\"The more seriously you take yourself, the unhappier you’re going to be.\"\n\n@naval"
  },
  {
    "id": 1449895503085375500,
    "text": "\"Money doesn’t buy happiness - it buys freedom.\"\n\n@naval"
  },
  {
    "id": 1449865304578740200,
    "text": "\"The ability to stay calm during conflict is a superpower.\"\n\n@naval"
  },
  {
    "id": 1449835105627762700,
    "text": "\"Take feedback from nature and markets, not from people.\"\n\n@naval"
  },
  {
    "id": 1449804906945073200,
    "text": "\"Without the first amendment, there is no freedom. \n\nWithout the second, there is no first.\"\n\n@naval"
  },
  {
    "id": 1449774707885019100,
    "text": "\"If you can speed read it, it isn't worth reading.\"\n\n@naval"
  },
  {
    "id": 1449744510234374100,
    "text": "\"The human brain isn’t designed to process all of the world’s emergencies in realtime.\"\n\n@naval"
  },
  {
    "id": 1449714309483749400,
    "text": "\"Intelligence is not normally distributed.\"\n\n@naval"
  },
  {
    "id": 1449684110457200600,
    "text": "\"Write tweets, read books.\"\n\n@naval"
  },
  {
    "id": 1449653910889799700,
    "text": "\"Optimists thrive but pessimists survive.\"\n\n@naval"
  },
  {
    "id": 1449623712014143500,
    "text": "\"Flow is always there. You’re just in the way.\"\n\n@naval"
  },
  {
    "id": 1449593512689684500,
    "text": "\"If you need a degree to do it, it’s not going to make you wealthy.\"\n\n@naval"
  },
  {
    "id": 1449563314460127200,
    "text": "\"I, and I alone, am responsible for everything I think and feel.\"\n\n@naval"
  },
  {
    "id": 1449533116062724000,
    "text": "\"Better bored than busy.\"\n\n@naval"
  },
  {
    "id": 1449502917388652500,
    "text": "\"The larger the group, the worse the conversation.\"\n\n@naval"
  },
  {
    "id": 1449472716856201200,
    "text": "\"Startups don't die when they run out of cash, they die when the founders run out of energy.\"\n\n@naval"
  },
  {
    "id": 1449442517670260700,
    "text": "\"We say “peace of mind” but really what we want is peace from mind.\" \n\n@naval"
  },
  {
    "id": 1449412318744301600,
    "text": "\"If they can silence you for one reason, they can silence you for any reason.\"\n\n@naval"
  },
  {
    "id": 1449382121106071600,
    "text": "\"Essentially, you have to go through your life replacing your thoughtless bad habits with good ones, making a commitment to be a happier person. At the end of the day, you are a combination of your habits and the people who you spend the most time with.\"\n\n@naval"
  },
  {
    "id": 1449351922280972300,
    "text": "\"It isn’t 10,000 hours that creates outliers, it’s 10,000 iterations.\"\n\n@naval"
  },
  {
    "id": 1449321722663014400,
    "text": "\"Free education is abundant, all over the internet. It’s the desire to learn that’s scarce.\" \n\n@naval"
  },
  {
    "id": 1449291523401654300,
    "text": "\"I think the best way to prepare for the future 20 years is find something you love to do, to have a shot at being one of the best people in the world at it. Build an independent brand around it, with your name.\" \n\n@naval"
  },
  {
    "id": 1449261324089790500,
    "text": "\"The first rule of handling conflict is don't hang around with people who are constantly engaging in conflict.\" \n\n@naval"
  },
  {
    "id": 1449231126115983400,
    "text": "\"An entrepreneur without drive is just unemployed.\"\n\n@naval"
  },
  {
    "id": 1449200927580303400,
    "text": "\"My definition of wisdom is knowing the long-term consequences of your actions.\"\n\n@naval"
  },
  {
    "id": 1449170728134320000,
    "text": "\"The fundamental delusion - there is something out there that will make me happy and fulfilled forever.\" \n\n@naval"
  },
  {
    "id": 1449140528101032000,
    "text": "\"It is the mark of a charalatan to explain a simple concept in a complex way.\" \n\n@naval"
  },
  {
    "id": 1449110328730546200,
    "text": "\"The question “why do you want this job?” is also a sales tactic. The candidate will be forced to articulate good reasons out of politeness - and the desire for internal consistency will make them believe these reasons.\" \n\n@naval"
  },
  {
    "id": 1449080129892667400,
    "text": "\"Lots of literacy in modern society, but not enough numeracy.\" \n\n@naval"
  },
  {
    "id": 1449049933676310500,
    "text": "\"If you can't code, write books and blogs, record videos and podcasts.\" \n\n@naval"
  },
  {
    "id": 1449019735153074200,
    "text": "\"Creativity starts with an empty calendar and ends with a full one.\" \n\n@naval"
  },
  {
    "id": 1448989533215735800,
    "text": "\"Your goal in life is to find out the people who need you the most, to find out the business that needs you the most, to find the project and the art that needs you the most. There is something out there just for you.\" \n\n@naval"
  },
  {
    "id": 1448959336059900000,
    "text": "\"Persistent, non-specific anxiety is the result of wanting so much, talking so much, and doing so much that you lose touch with the quiet joys of solitude.\" \n\n@naval"
  },
  {
    "id": 1448929134747402200,
    "text": "\"Instead of treating events as wins or losses, ask “Did I learn something I can apply in the future?” If not, you must treat it as a loss.\" \n\n@naval"
  },
  {
    "id": 1448898937432297500,
    "text": "\"If they wrote it to make money, don't read it.\" \n\n@naval"
  },
  {
    "id": 1448868738418184200,
    "text": "\"Knowledge is a skyscraper. You can take a shortcut with a fragile foundation of memorization, or build slowly upon a steel frame of understanding.\" \n \n@naval"
  },
  {
    "id": 1448838538682777600,
    "text": "\"Learn to sell. Learn to build. If you can do both, you will be unstoppable.\" \n \n@naval"
  },
  {
    "id": 1448808339693977600,
    "text": "\"All the benefits in life come from compound interest - relationship, money, habits - anything of importance.\" \n\n@naval"
  },
  {
    "id": 1448778141330145300,
    "text": "\"You get paid for being right first, and to be first, you can’t wait for consensus.\" \n\n@naval"
  },
  {
    "id": 1448747943138259000,
    "text": "\"The experience of raising young children - when they’re happy, you’re happy.\"\n\n@naval"
  },
  {
    "id": 1448717743671300000,
    "text": "\"The more people in the conversation, the harder it becomes to speak the uncomfortable truth.\n\nSocial media puts everyone into the same conversation.\"\n\n@naval"
  },
  {
    "id": 1448687543348711400,
    "text": "\"What we reason for ourselves may help others. \n\nWhat we reason for others will not help us.\"\n\n@naval"
  },
  {
    "id": 1448657346951987200,
    "text": "\"If meditation was easy, you’d do nothing else.\"\n\n@naval"
  },
  {
    "id": 1448627148927889400,
    "text": "\"Inspiration is perishable - act on it immediately.\"\n\n@naval"
  },
  {
    "id": 1448596946734788600,
    "text": "\"They want to punish you for your speech because they can’t punish you for your thoughts.\"\n\n@naval"
  },
  {
    "id": 1448566747653542000,
    "text": "\"We are living in the golden age of art, and it’s only going to get better. \n\nBut we are desensitized by familiarity and overwhelmed by choice.\"\n\n@naval"
  },
  {
    "id": 1448536548706824200,
    "text": "\"The strongest intellectual foundation is built upon science, math, and philosophy, as they are the search for universal truths.\"\n\n@naval"
  },
  {
    "id": 1448506349969711000,
    "text": "\"If you create it for yourself, it’s art. \n\nIf you create it for others, it’s business.\"\n\n@naval"
  },
  {
    "id": 1448476149982564400,
    "text": "\"The biggest cost of the attempt to thrive, is the worry. You even worry about the worrying.\"\n\n@naval"
  },
  {
    "id": 1448445952449302500,
    "text": "\"If you want to be rewarded, you have to be irreplaceable.\nIf you want to be irreplaceable, you have to be unique.\nIf you want to be unique, you have to be authentic.\nIf you want to be authentic, stop listening to everyone and everything else. \n\nIt’s drowning “you” out.\"\n\n@naval"
  },
  {
    "id": 1448415752566894600,
    "text": "\"Without the first amendment, there is no freedom. \n\nWithout the second, there is no first.\"\n\n@naval"
  },
  {
    "id": 1448385555859968000,
    "text": "\"Stand alone. Carry others.\"\n\n@naval"
  },
  {
    "id": 1448355354123833300,
    "text": "\"The price of trying to make everyone else happy is making yourself miserable.\"\n\n@naval"
  },
  {
    "id": 1448325158545117200,
    "text": "\"If it can’t be used to build something or fix something, you don’t need to go to school for it.\"\n\n@naval"
  },
  {
    "id": 1448294958281134000,
    "text": "\"You get rewarded for unique knowledge, not for effort.\n\nEffort is required to create unique knowledge.\"\n\n@naval"
  },
  {
    "id": 1448264760974250000,
    "text": "\"Clear thinkers take feedback from reality, not society.\"\n\n@naval"
  },
  {
    "id": 1448234559116660700,
    "text": "\"The problem with genius is that you have to tolerate madness.\"\n\n@naval"
  },
  {
    "id": 1448204360471564300,
    "text": "\"Every man is at war with himself, except a Buddha.\"\n\n@naval"
  },
  {
    "id": 1448174161801539600,
    "text": "\"You can never be too rich, too thin, or too clean.\"\n\n@naval"
  },
  {
    "id": 1448143961042956300,
    "text": "\"Happiness is evident more by its absence than by its presence.\"\n\n@naval"
  },
  {
    "id": 1448113762662187000,
    "text": "\"The three big decisions - what you do, where you live, and who you’re with.\"\n\n@naval"
  },
  {
    "id": 1448083565082783700,
    "text": "\"Life is about navigating a series of events that don’t quite repeat.\"\n\n@naval"
  },
  {
    "id": 1448053365120852000,
    "text": "\"A good employer willfully overcompensates you.\"\n\n@naval"
  },
  {
    "id": 1448023166677237800,
    "text": "\"Their pessimism is your opportunity.\"\n\n@naval"
  },
  {
    "id": 1447992968388898800,
    "text": "\"In an age of infinite leverage, judgement is the most important skill.\" \n\n@naval"
  },
  {
    "id": 1447962769538510800,
    "text": "\"The quality of your mind is the quality of your life.\"\n\n@naval"
  },
  {
    "id": 1447932568322596900,
    "text": "\"Give the world what it needs, and it will give you what you want.\"\n\n@naval"
  },
  {
    "id": 1447902371099684900,
    "text": "\"If you want to be great, walk the rope without a boss and without a net.\"\n\n@naval"
  },
  {
    "id": 1447872170986811400,
    "text": "\"A fit mind is a clear mind.\"\n\n@naval"
  },
  {
    "id": 1447841971243036700,
    "text": "\"The problem with modern culture is that atheism finally reached the masses.\"\n\n@naval"
  },
  {
    "id": 1447811773487362000,
    "text": "\"If you’re interested now, you’ll be interesting later.\"\n\n@naval"
  },
  {
    "id": 1447781573433061400,
    "text": "\"Education is no substitute for intelligence.\"\n\n@naval"
  },
  {
    "id": 1447751374666702800,
    "text": "\"Our temporary solution to a temporary problem has become a permanent problem.\" \n\n@naval"
  },
  {
    "id": 1447721175271022600,
    "text": "\"Criticism without creativity is just pessimism. \n\nThe honest way to critique is to create the alternative.\"\n\n@naval"
  },
  {
    "id": 1447693847123873800,
    "text": "\"Money doesn’t change the world, ideas do.\"\n\n@naval"
  },
  {
    "id": 1447660779092672500,
    "text": "\"Before you can lie to another, you must first lie to yourself.\"\n\n@naval"
  },
  {
    "id": 1447630581492330500,
    "text": "\"The smarter you get, the slower you read.\"\n\n@naval"
  },
  {
    "id": 1447600382251651000,
    "text": "\"Put politicians and journalists on unemployment and the lockdowns will be over within a week.\"\n\n@naval"
  },
  {
    "id": 1447570181077667800,
    "text": "\"Be like family to your friends, a friend to strangers, and a stranger to your enemies.\"\n\n@naval"
  },
  {
    "id": 1447539982747541500,
    "text": "\"All social media oligopolists, not just TikTok, should open their recommendation algorithms to scrutiny. \n\nThey are programming our minds and our societies.\"\n\n@naval"
  },
  {
    "id": 1447509785092427800,
    "text": "\"No technique of the mind will free you from the mind.\"\n\n@naval"
  },
  {
    "id": 1447479585793249300,
    "text": "\"Trade money for time, not time for money. You’re going to run out of time first.\"\n\n@naval"
  },
  {
    "id": 1447449385894224000,
    "text": "\"If the work doesn’t require creativity, delegate it, automate it, or leave it.\"\n\n@naval"
  },
  {
    "id": 1447419186158911500,
    "text": "\"If you aren’t curious about it, you’ll never be good at it.\"\n\n@naval"
  },
  {
    "id": 1447358788021862400,
    "text": "\"Science requires skepticism. Religion requires belief.\"\n\n@naval"
  },
  {
    "id": 1447328588487819300,
    "text": "\"If you want to make the wrong decision, ask everyone.\"\n\n@naval"
  },
  {
    "id": 1447298390551789600,
    "text": "\"Learning is cheap, education is expensive.\"\n\n@naval"
  },
  {
    "id": 1447268192787878000,
    "text": "\"To be honest, speak without identity.\"\n\n@naval"
  },
  {
    "id": 1447237991521403000,
    "text": "\"When building habits, choose consistency over content.\n\nThe best book is the one you can’t put down.\n\nThe best exercise is the one you enjoy doing every day.\n\nThe best health food is the one you find tasty.\n\nThe best work is the work you’d do for free.\"\n\n@naval"
  },
  {
    "id": 1447207793078022100,
    "text": "\"It's easier to change yourself than to change the world\"\n\n@naval"
  },
  {
    "id": 1447177596219715600,
    "text": "\"Choose the non-emotional response to any given situation and see how much easier your life becomes.\"\n\n@naval"
  },
  {
    "id": 1447147396056723500,
    "text": "\"Pain is a fact. \n\nSuffering is a choice.\"\n\n@naval"
  },
  {
    "id": 1447117197428641800,
    "text": "\"The goal of media is to make every problem, your problem.\"\n\n@naval"
  },
  {
    "id": 1447086997835747300,
    "text": "\"Be patient, it takes 10 years to build a career in anything.\"\n\n@naval"
  },
  {
    "id": 1447056797567651800,
    "text": "\"If you wanted to be rich in the 1800s you did it with Labor \nIn the 1900s with Capital Now you do it with code.\"\n\n@naval"
  },
  {
    "id": 1447026598897651700,
    "text": "\"True reasoning is only possible when there is no motivation.\"\n\n@naval"
  },
  {
    "id": 1446996400642744300,
    "text": "\"Yelling at strangers that you will never meet is a mental disorder.\"\n\n@naval"
  },
  {
    "id": 1446966200781607000,
    "text": "\"The more you know, the less you diversify.\"\n\n@naval"
  },
  {
    "id": 1446936002887618600,
    "text": "\"Your closest friends are the ones you can have a relationship with about nothing.\" \n\n@naval"
  },
  {
    "id": 1446905803596865500,
    "text": "\"Looking for someone to blame for polarization? There’s no one to blame. The system is the problem.\" \n\n@naval"
  },
  {
    "id": 1446875604582867000,
    "text": "\"Yoga cultivates Peace of Body. Meditation cultivates Peace of Mind.\" \n\n@naval"
  },
  {
    "id": 1446845406646788000,
    "text": "\"Unresolved thoughts, prematurely pushed out of the mind, pile up in an internal landfill - which eventually pokes out of the subconscious and manifests as chronic, nonspecific anxiety.\" \n \n@naval"
  },
  {
    "id": 1446815205678268400,
    "text": "\"Unnecessary meetings (and most are) are a mutually-assured-destruction of time. Learning how to avoid them is a prerequisite of doing anything great.\" \n\n@naval"
  },
  {
    "id": 1446785007691833300,
    "text": "\"The fundamental insecurity - most ppl need faith in something - religion, gov't, academia. Few are comfortable with decentralized systems.\" \n\n@naval"
  },
  {
    "id": 1446754810422861800,
    "text": "\"Political views can be expensive. When what you want to be true diverges from what is true, you'll make bad life decisions.\" \n\n@naval"
  },
  {
    "id": 1446724609185697800,
    "text": "\"School, politics, sports, and games train us to compete against others. True rewards - wealth, knowledge, love, fitness, and equanimity - come from ignoring others and improving ourselves.\" \n\n@naval"
  },
  {
    "id": 1446694409588953000,
    "text": "\"The larger the herd, the lower the returns.\" \n\n@naval"
  },
  {
    "id": 1446664211048841200,
    "text": "\"The more it matters who said it, the less it actually matters.\" \n\n@naval"
  },
  {
    "id": 1446634012001321000,
    "text": "\"All the value in life, including in relationships, comes from compound interest.\" \n\n@naval"
  },
  {
    "id": 1446603812710625300,
    "text": "\"If you want to bet with the Internet, bet against institutions.\"\n\n@naval"
  },
  {
    "id": 1446573615529529300,
    "text": "\"The people who control the chokepoints through which information flows are the most powerful people in the world.\"\n\n@naval"
  },
  {
    "id": 1446543415676526600,
    "text": "\"If the primary purpose of school was education, the Internet should obsolete it. But school is mainly about credentialing.\"\n \n@naval"
  },
  {
    "id": 1446513218818646000,
    "text": "\"I probably read 1-2 hours a day, and that puts me in the top .00001%.\"\n\n@naval"
  },
  {
    "id": 1446483016855945200,
    "text": "\"I’m not going to be the most successful person on the planet, nor do I want to be. I just want to be the most successful version of myself while working the least hard possible.\"\n\n@naval"
  },
  {
    "id": 1446452819939131400,
    "text": "\"Value your time. It is all you have. It’s more important than your money. It’s more important than your friends. It is more important than anything. Your time is all you have. Do not waste your time.\"\n\n@naval"
  },
  {
    "id": 1446422620367474700,
    "text": "\"I don’t believe in hierarchical relationships. I don’t want to be above anybody, and I don’t want to be below anybody. If I can’t treat someone like a peer and if they can’t treat me like peer, I just don’t want to interact with them.\"\n\n@naval"
  },
  {
    "id": 1446392419918901200,
    "text": "\"You’re dying and being reborn at every moment. It’s up to you whether to forget or remember that.\"\n\n@naval"
  },
  {
    "id": 1446362221806825500,
    "text": "\"Robots and computers will own any clearly bounded job, skill or game. Humans should focus on creative work.\"\n\n@naval"
  },
  {
    "id": 1446332021740032000,
    "text": "\"Social\" and \"Science\" contradict each other.\n\n@naval"
  },
  {
    "id": 1446301824391295000,
    "text": "\"No one can compete with you on being you.\n\nMost of life is a search for who and what needs you the most.\"\n\n@naval"
  },
  {
    "id": 1446271625675092000,
    "text": "\"Uncertainty, not outcome, is the root of stress.\"\n\n@naval"
  },
  {
    "id": 1446241426912604200,
    "text": "\"Life is a single player game.\"\n\n@naval"
  },
  {
    "id": 1446213084536782800,
    "text": "\"The reason to win the game is so that you can be free of it.\"\n\n@naval"
  },
  {
    "id": 1446211228477558800,
    "text": "\"You want to be rich and anonymous, not poor and famous.\"\n\n@naval"
  },
  {
    "id": 1446181027534278700,
    "text": "\"Anyone who attempts to serve a customer at a new level of quality and scale is an entrepreneur. Anyone who does not, is not.\"\n\n@naval"
  },
  {
    "id": 1446150829501784000,
    "text": "\"Some of the most creative and productive people I have ever met work in multi-week bursts and then have weeks where they just idle with little done. It’s the nature of the human animal.\"\n\n@naval"
  },
  {
    "id": 1446120630332493800,
    "text": "\"The best accounts on Twitter are anonymous.\n\nThe worst accounts on Twitter are anonymous.\"\n\n@naval"
  },
  {
    "id": 1446090431062753300,
    "text": "\"Investing favors the dispassionate. Markets efficiently separate emotional investors from their money.\"\n\n@naval"
  },
  {
    "id": 1446060230899642400,
    "text": "\"Knowledge is discovered by all of us, each adding to the whole.\n\nWisdom is rediscovered by each of us, one at a time.\"\n\n@naval"
  },
  {
    "id": 1446030031877202000,
    "text": "\"Small deals rely on promises and contracts. Big deals rely on alignment and trust.\"\n\n@naval"
  },
  {
    "id": 1445999834767396900,
    "text": "\"Whether hiring or investing, you don’t get the best deal at the best price.\"\n\n@naval"
  },
  {
    "id": 1445969633887019000,
    "text": "\"The overeducated are worse off than the undereducated, having traded common sense for the illusion of knowledge.\"\n\n@naval"
  },
  {
    "id": 1445939436945039400,
    "text": "Meditation is intermittent fasting for the mind.\nToo much sugar leads to a heavy body, &amp; too many distractions lead to a heavy mind. \nTime spent undistracted &amp; alone, in self-examination, journaling, meditation, resolves the unresolved &amp; takes us from mentally fat to fit.\n\n@naval"
  },
  {
    "id": 1445909236114813000,
    "text": "\"Working with a friend can cost both a business and a friendship. \n\nIt can work if the friendship came after working together. \n\nIt won’t work if the friendship came before and competence is merely assumed.\"\n\n@naval"
  },
  {
    "id": 1445879039055569000,
    "text": "\"The biggest cost of the attempt to thrive, is the worry. You even worry about the worrying.\"\n\n@naval"
  },
  {
    "id": 1445848837982068700,
    "text": "\"It’s becoming easier and easier to be social, but exceptional people are built in solitude.\"\n\n@naval"
  },
  {
    "id": 1445818639232299000,
    "text": "\"The modern mental illness is anxiety. \n\nThe symptom is inability to fall asleep.\n\nThe evidence is pills, meditation apps, opioids, and sleep trackers.\n\nThe causes are oversocialization and overstimulation.\"\n\n@naval"
  },
  {
    "id": 1445788442055504000,
    "text": "\"If you want to be wealthy, spend your time relaxing, or earning. Outsource or ignore everything else.\"\n\n@naval"
  },
  {
    "id": 1445758240978055200,
    "text": "\"A happy person isn’t someone who’s happy all the time. \n\nIt’s someone who effortlessly interprets events in such a way that they don’t lose their innate peace.\"\n\n@naval"
  },
  {
    "id": 1445728042043809800,
    "text": "\"Living a life of integrity pays off, but it takes a very long time.\"\n\n@naval"
  },
  {
    "id": 1445697843537318000,
    "text": "\"If you create it for yourself, it’s art. \n\nIf you create it for others, it’s business.\"\n\n@naval"
  },
  {
    "id": 1445667644883964000,
    "text": "\"You won’t have inner peace until you give up your war against the world.\"\n\n@naval"
  },
  {
    "id": 1445637445861658600,
    "text": "\"If you want to be rewarded, you have to be irreplaceable.\nIf you want to be irreplaceable, you have to be unique.\nIf you want to be unique, you have to be authentic.\nIf you want to be authentic, stop listening to everyone and everything else. \n\nIt’s drowning “you” out.\"\n\n@naval"
  },
  {
    "id": 1445607246893883400,
    "text": "\"Everybody wants to hire the best.\n\nNobody wants to pay them the best.\"\n\n@naval"
  },
  {
    "id": 1445577048584437800,
    "text": "\"Think for yourself, not of yourself. \n\nThink of others, not for others.\"\n\n@naval"
  },
  {
    "id": 1445546848110792700,
    "text": "\"You’re offended when you fear that it might be true.\"\n\n@naval"
  },
  {
    "id": 1445516649336033300,
    "text": "\"Earn with your mind, not with your time.\"\n\n@naval"
  },
  {
    "id": 1445486452096180200,
    "text": "\"I started realizing it’s all about habits. At any given time, I’m either trying to pick up a good habit or discard a previous bad habit. It takes time.\"\n\n@naval"
  },
  {
    "id": 1445456253702996000,
    "text": "\"There's no shortcut to smart.\"\n\n@naval"
  },
  {
    "id": 1445426053359485000,
    "text": "\"You have to pick something big to work on, because it's hard to commit your life to something small.\"\n\n@naval"
  },
  {
    "id": 1445395853225734100,
    "text": "\"The biggest mistake any performer can make is to look at the audience.\"\n\n@naval"
  },
  {
    "id": 1445365654849208300,
    "text": "\"Knowledge is a skyscraper. You can take a shortcut with a fragile foundation of memorization, or build slowly upon a steel frame of understanding.\" \n\n@naval"
  },
  {
    "id": 1445335455378010000,
    "text": "\"Become the best in the world at what you do. Keep redefining what you do until this is true.\" \n\n@naval"
  },
  {
    "id": 1445305257207140400,
    "text": "\"If you don't own a piece of a business, you don't have a path towards financial freedom.\"\n\n@naval"
  },
  {
    "id": 1445275057320697900,
    "text": "\"Some of the most creative and productive people I have ever met work in multi-week bursts and then have weeks where they just idle with little done. It’s the nature of the human animal.\"\n\n@naval"
  }
]