[
  {
    "id": 1481487367655592000,
    "text": "I think it's time for me to declare this publicly.\n\nI was working towards being the first man on Mars long before Elon Musk started SpaceX and SRK became a NASA scientist in Swades.\n\n-@warikoo"
  },
  {
    "id": 1477797113169911800,
    "text": "Knowing when to say no \nand saying it\n\nis a life skill\n\n-@warikoo"
  },
  {
    "id": 1475324099866017800,
    "text": "\"I am excited for you\"\n\n= \"I really want this to go well for you\", if the person loves you\n= \"I can't wait to say told you so, when you fail\", if the person hates you\n\n-@warikoo"
  },
  {
    "id": 1474252427905937400,
    "text": "Spend a lot of time on Twitter?\n\nIt isn't always bad.\nIt isn't always good too.\n\nDepends on what you get out of it.\nAnd what it keeps you away from.\n\n-@warikoo"
  },
  {
    "id": 1473025450528190500,
    "text": "Nothing teaches you better than teaching others.\n\n-@warikoo"
  },
  {
    "id": 1469060746961162200,
    "text": "When trying to bring about positive change, we run after the good so aggressively that our mind and body craves for the bad!\n\nChange only happens over slowly.\nOver time.\nStep by step.\n\n-@warikoo"
  },
  {
    "id": 1468698149258682400,
    "text": "The day we start taking ourselves too seriously, the world stops doing that!\n\n-@warikoo"
  },
  {
    "id": 1468374937358540800,
    "text": "A big piece i have seen missing in several startups is a clear, simple and compelling definition of \n\nEmployee Value Proposition \n(EVP)\n\nWhy should anyone join you, as against someplace else?\n\n-@warikoo"
  },
  {
    "id": 1468007213159571500,
    "text": "Simplest way of building trust \n\nDo what you say you will do!  \nEVERY\nSINGLE \nTIME\n\n-@warikoo"
  },
  {
    "id": 1467187677904740400,
    "text": "You can be kind, while still being selfish.\n\n-@warikoo"
  },
  {
    "id": 1463637900957044700,
    "text": "If you invest in something you don’t understand because others are doing it, it is not called investing. \n\nIt is called FOMO!\n\n-@warikoo"
  },
  {
    "id": 1460981759252832300,
    "text": "Someone helped you early on. \nBut now they have turned toxic. \n\nStepping away doesn’t mean you do not acknowledge what they did for you. \nIt means you also care about what they are doing to you.\n\n-@warikoo"
  },
  {
    "id": 1457470436086882300,
    "text": "The battle is in the mind.\n\n-@warikoo"
  },
  {
    "id": 1455952455221616600,
    "text": "5 signs of a toxic job:\n1. There is no respect or recognition\n2. There is no progress\n3. There are no role models for you\n4. There is no personal space\n5. There are no/poor financial incentives\n\n1 sign of a happy job:\nYou look forward to show up for work\n\n-@warikoo"
  },
  {
    "id": 1455556375539589000,
    "text": "Don’t waste your time on people who don’t value their time.\n\n-@warikoo"
  },
  {
    "id": 1454891041878941700,
    "text": "I know not to reply, if the email or message starts with \n\n“Hi Ankur Warikoo”\n\n-@warikoo"
  },
  {
    "id": 1454173849365352400,
    "text": "It is baffling how many times we dismiss the right message because of the wrong messenger!\n\n-@warikoo"
  },
  {
    "id": 1453394420632490000,
    "text": "If someone gets access to our Twitter drafts, they will either brand us as an honest intellectual or an honest asshole.\n\n-@warikoo"
  },
  {
    "id": 1452657057832714200,
    "text": "If being nice to people supersedes being truthful to people, you are not an effective leader.\n\n-@warikoo"
  },
  {
    "id": 1452462126639972400,
    "text": "One skill everyone is advised to build is Selling/Sales.\n\nThat is partly true.\n\nSales is of 2 kinds\n- Deterministic selling \n- Indeterministic selling \n\nIt is indeterministic selling that trains you for life.\n\n-@warikoo"
  },
  {
    "id": 1452126459569574000,
    "text": "Integrity and Curiosity\n\nThese 2 things solve for most things.\n\n-@warikoo"
  },
  {
    "id": 1451620000146538500,
    "text": "Life is so much simpler when you stop explaining yourself to people and just so what works for you.\n\n-@warikoo"
  },
  {
    "id": 1451327773914681300,
    "text": "It amazes me how when we say \"I am going to write\" what we usually mean is \"I am going to type\".\n\nThey are two very different things for me.\n\n-@warikoo"
  },
  {
    "id": 1450868089776709600,
    "text": "We spend so much of your lives, trying to justify our actions to the world. \n\nIf only we spent time searching for those who never needed any justification.\nThey would have done the same thing.\n\n-@warikoo"
  },
  {
    "id": 1450578890305507300,
    "text": "The worst form of bureaucracy?\nThe one within us\n\n\"I am like this only\"\n\"I can't do this\"\n\"I am not going to change\"\n\nThe most dangerous people are those that sit and do not wish to change.\n\n-@warikoo"
  },
  {
    "id": 1450245483100876800,
    "text": "Anyone who makes you believe that you are stuck and you don’t have a choice, is your enemy!\n\n-@warikoo"
  },
  {
    "id": 1449796059677569000,
    "text": "Some companies are so poor that all they can offer their employees is money.\n\n-@warikoo"
  },
  {
    "id": 1449563834063143000,
    "text": "We do not believe most things that we should believe in, simply because they are \"too simple\".\n\n-@warikoo"
  },
  {
    "id": 1449086693034893300,
    "text": "The best people I have worked with, always asked me 3 questions, in some shape or form\n\n1. The task you have given me - what is it aimed to accomplish?\n2. Do I have your trust, to focus on that outcome?\n3. How well did I do?\n\n-@warikoo"
  },
  {
    "id": 1448675595647430700,
    "text": "Hypothetically, if you lost your memory completely and you have NO idea who you are as a person, how many people will it take to \"reconstruct\" your present self?\n\n-@warikoo"
  },
  {
    "id": 1448304944004620300,
    "text": "You can’t gain confidence if you operate with fear.\n\n-@warikoo"
  },
  {
    "id": 1448055724299505700,
    "text": "When you catchup with friends after a really long time, you are basically looking at yourself in the past.\n\n-@warikoo"
  },
  {
    "id": 1447949547964141600,
    "text": "Seeking validation is not a bad thing. \n\nKey is\n1. Who are you seeking validation from?\n2. What are you seeking validation on?\n\n-@warikoo"
  },
  {
    "id": 1447727032868159500,
    "text": "Daydreaming about a destination is almost always bad.\nDaydreaming about a journey is almost always good.\n\n-@warikoo"
  },
  {
    "id": 1447338329670922200,
    "text": "The worst use of your time?\n\nComparing your life with someone else's!\n\n-@warikoo"
  },
  {
    "id": 1446820272707866600,
    "text": "Feeling guilty that you are not managing your time well, does not make you manage your time well.\n\nJust a reminder!\n\n-@warikoo"
  },
  {
    "id": 1446576189477359600,
    "text": "We are living in an era of opportunities. \n\nThis does not mean considering things that most others are not doing. \n\nIt means exploring several other things that you would not have otherwise.\n\n-@warikoo"
  },
  {
    "id": 1445966860755865600,
    "text": "A key component of consistency is authenticity.\n\nIf you do something that is not naturally you, you will always struggle with being consistent! \n\nThe most consistent people in the world, are simply being themselves all the time.\n\n-@warikoo"
  },
  {
    "id": 1443940192746889200,
    "text": "If you hate college because it’s not teaching you anything, change it’s purpose. \n\nMake it about networking, internships, public speaking, cold emails, starting up, pursuing hobbies. \n\nCollege can be awesome even if you you do not put pressure on it to educate you.\n\n-@warikoo"
  },
  {
    "id": 1443563086875615200,
    "text": "You are a CA today. \nYou do not have to be a CA forever! \n\nYou are an engineer today. \nYou do not have to be an engineer forever! \n\nYou are a journalist today. \nYou do not have to be a journalist forever! \n\nDo not define your future by who you are presently.\n\n-@warikoo"
  },
  {
    "id": 1442650820458258400,
    "text": "Everything has a market. \n\nThe question is how big is it \nand whether that matches your ambition.\n\n-@warikoo"
  },
  {
    "id": 1442554348354031600,
    "text": "The right relationships will never stop you from growing. \n\nIn fact they will be the reason why you will grow.\n\n-@warikoo"
  },
  {
    "id": 1442210896454066200,
    "text": "By not appreciating someone for their vulnerability and truth, all we do is encouraging lying.\n\n-@warikoo"
  },
  {
    "id": 1440674677815320600,
    "text": "For those who went to Delhi University, you will agree.\nNothing happens at Delhi University!\n\nI didn't get anything out of college.\nThe only thing I got was my wife!\n\nWhat did you get out of college?\n\n-@warikoo"
  },
  {
    "id": 1440335324920488000,
    "text": "There is temporary discomfort in doing the unconventional.\n\nThere is permanent discomfort in living life as a template.\n\n-@warikoo"
  },
  {
    "id": 1440125469119156200,
    "text": "Most of us think that if we had an aim or a goal, we would have reached someplace in life by now. \nAnd thus would have been happy. \n\nOne of the biggest lies we believe in.\n\n-@warikoo"
  },
  {
    "id": 1439956152125694000,
    "text": "If you are at peace with who you are and where you are in life, you cut out all the noise! \n\nWhile everyone still shouts, your peace silences all of them for you.\n\n-@warikoo"
  },
  {
    "id": 1439680169522999300,
    "text": "The moment we are scared the most is when we get what we have been working for, all these years. \n\nBecause now we can't hide behind any excuse!\n\n-@warikoo"
  },
  {
    "id": 1438716590472708000,
    "text": "You know what’s a unicorn idea in India?\n\nSelling popcorn and Pepsi when a car scratches another, in delhi!\n\n-@warikoo"
  },
  {
    "id": 1438552762799775700,
    "text": "There is a difference between being aware of what all can go wrong and thinking that things will most likely go wrong. \n\nThat may just be the difference between your motivation or the lack of it.\n\n-@warikoo"
  },
  {
    "id": 1438311918331179000,
    "text": "Life becomes easier when you learn to accept the apology you never got.\n\n-@warikoo"
  },
  {
    "id": 1438172611901632500,
    "text": "In 11+ years of hiring experience, the one thing I can say with confidence has a high correlation with success \n\nis curiosity.\n\n-@warikoo"
  },
  {
    "id": 1437921848373747700,
    "text": "Consider doing things that make YOU happy\n\nNot things that make you jealous when you see others do.\n\n-@warikoo"
  },
  {
    "id": 1437643889217876000,
    "text": "Being calm is a skill\n\n-@warikoo"
  },
  {
    "id": 1437424777749217300,
    "text": "Ask haters, what are 3 things they like about those they hate?\nAsk lovers, what are 3 things they do not like about those they love?\n\nIf they can’t answer, then they are not just haters or lovers.\nThey are prisoners of their own ideas.\n\n-@warikoo"
  },
  {
    "id": 1437266998812188700,
    "text": "People know of you because of what you have done.\nThey talk of you because of what you know.\n\n-@warikoo"
  },
  {
    "id": 1437095315526594600,
    "text": "For the next 10 years, all I want to do is to build a company that people don’t think can be built!\n\n-@warikoo"
  },
  {
    "id": 1436729088715239400,
    "text": "What you have built maybe a great feature but not a great product. \nMaybe a great product but not a great business. \nMaybe a great business but not a great institution. \n\nThe journey of entrepreneurship is knowing the difference.\n\n-@warikoo"
  },
  {
    "id": 1436340276247814100,
    "text": "Just finished \"Autobiography of a Yogi\"\n.\n.\n.\n.\n.\nNaaaaah\nJust kidding!\n\n-@warikoo"
  },
  {
    "id": 1435268351102791700,
    "text": "The one we were before we saw ourselves in a mirror, is the one we truly are!\n\n-@warikoo"
  },
  {
    "id": 1434860408402321400,
    "text": "Success is a relationship you have with your own self.\n\n-@warikoo"
  },
  {
    "id": 1434471222365020200,
    "text": "We cannot control our thoughts. \nWe can only be aware of them.\n\n-@warikoo"
  },
  {
    "id": 1434358898048258000,
    "text": "Consistently put yourself into situations others have only watched and admired\n\n-@warikoo"
  },
  {
    "id": 1434149224971649000,
    "text": "You need to manage your fears. \nOnce you manage them, your life will manage itself.\n\n-@warikoo"
  },
  {
    "id": 1433844042488553500,
    "text": "Who is the person you would disappoint the most, if you failed?\n\nSpeak to them today - and free yourself from their expectations\n\n-@warikoo"
  },
  {
    "id": 1433606708350394400,
    "text": "Too often, we feel rejected when in fact, all that’s happened is a mismatch of needs, narratives and what’s on offer.\n\n@ThisIsSethsBlog\n\n-@warikoo"
  },
  {
    "id": 1433463494595252200,
    "text": "We aren't addicted to things.\nWe are addicted to the emotions that these things generate!\n\n-@warikoo"
  },
  {
    "id": 1433271687622152200,
    "text": "I have met anyone who after being paid a compliment did not feel better.\n\n-@warikoo"
  },
  {
    "id": 1432927567951061000,
    "text": "For a week, I converted my Time Management course into a \"Pay whatever you want\" pricing.\n\n1,374 people bought the course\n671 people paid Re.1\n\nI asked 75 of them individually, \"what was the logic?\"\n\"It was the minimum price\"\n\nCustomers are simple in their logic!\n\n-@warikoo"
  },
  {
    "id": 1432698803828760600,
    "text": "Accepting or rejecting feedback is your choice. \n\nMaking yourself aware of the feedback isn’t a choice. \nAwareness is a discipline!\n\n-@warikoo"
  },
  {
    "id": 1432553963728117800,
    "text": "The most important skill for the future?\n\nAbility to remain a student forever!\n\n-@warikoo"
  },
  {
    "id": 1432484188503126000,
    "text": "Going to bed.\n\nShare your favorite life lesson, for me to read, once I wake up after 8 hours.\n\nMine? \nIf you don't ask, the answer is always no.\n\nGood night :)\n\n-@warikoo"
  },
  {
    "id": 1432374748613419000,
    "text": "If everybody minded their own business the world would go round a deal faster than it does.\n\n-@warikoo"
  },
  {
    "id": 1432092920488808400,
    "text": "Building a startup definitely won’t be as easy or glamorous as you had expected at the time of starting up. \n\nBut it will reveal so much to you about yourself, that you won’t wish the journey was different in any way.\n\n-@warikoo"
  },
  {
    "id": 1431853208385753000,
    "text": "Every time I feel the urge to announce my plans, to declare cognitive victory, to jump to conclusions, I remind myself\n\nYou are what you do. \nNot what you say you'll do.\n\n-@warikoo"
  },
  {
    "id": 1431654267878793200,
    "text": "“If I can’t trust you, it doesn’t matter how smart you are.”\n\nThe best advice I have ever got!\n\n-@warikoo"
  },
  {
    "id": 1431284667194413000,
    "text": "Attitude &gt;&gt; Experience &gt;&gt; Education\n\nThe only hiring principle I know of.\n\n-@warikoo"
  },
  {
    "id": 1430575382802092000,
    "text": "Most people still read their emails.\nThey just very rarely come across good ones\nAnd when they do, they almost always reply. \n\nCold emailing remains one of the most underrated skills in today's world.\n\n-@warikoo"
  },
  {
    "id": 1430174620578160600,
    "text": "You are in the wrong relationship if it is your responsibility to keep the other person happy\n\n-@warikoo"
  },
  {
    "id": 1429878594105380900,
    "text": "Just got an email with the subject line \n\nURGENT: Do you wish to be a CEO someday? \n\nI am still not sure what the urgency is, if the promise is “someday”?\n\n-@warikoo"
  },
  {
    "id": 1429595492883783700,
    "text": "The best way to find new friends is to NOT search for friends or friendships. \n\nBuild habits that set you up to interact with people. \nSay hi to someone new everyday.\nEngage with people's content.\nListen to people\n\nTo find good friends is luck.\nGive luck a chance.\n\n-@warikoo"
  },
  {
    "id": 1428784933015801900,
    "text": "Ever wondered how much of what you call success was never defined by you?\n\nInstead, imposed on you?\n\n-@warikoo"
  },
  {
    "id": 1428350463271850000,
    "text": "Courage is possibly the most important quality of all\n\nCourage not so much to win, \nbut courage to be ok even if you don't win!\n\n-@warikoo"
  },
  {
    "id": 1427987873022763000,
    "text": "You can quit your current unhappy job/college/course and \"waste\" a year or two\n\nOr not quit and waste your life!\n\n-@warikoo"
  },
  {
    "id": 1427818440375558100,
    "text": "If you are miserable in your current state and waiting for a safety net before you quit\n\nthen you are going to continue being miserable\n\n-@warikoo"
  },
  {
    "id": 1427770655395754000,
    "text": "The most valuable investments you make, are hard to measure \n\nYour reputation\nYour work ethics\nYour trust quotient \n\nThat is why most people invest in just money!\n\n-@warikoo"
  },
  {
    "id": 1427647828453728300,
    "text": "We will never be able to answer \"what if?\"\nWe will only regret it!\n\n-@warikoo"
  },
  {
    "id": 1425472721119596500,
    "text": "Some of the smartest people in the world are competing for your sleep time. \n\nYou know what that means?\n\nYour sleep is VERY IMPORTANT! \nto you AND to them\n\nDon’t let them win!\n\n-@warikoo"
  },
  {
    "id": 1425291222629892000,
    "text": "The most dangerous people in the world are not the ones who are ignorant. \n\nThey are the ones who are ignorant and BELIEVE they are right!\n\n-@warikoo"
  },
  {
    "id": 1424249383856509000,
    "text": "The most emotionally corrosive form of regret occurs when we fail to take action on something that matters\ndeeply to us.\n\n- Roman Krznaric\n\n-@warikoo"
  },
  {
    "id": 1423776794025644000,
    "text": "As long as there is someone above you, whose judgement of your skills determines your outcome\n\nyour growth will always be limited!\n\n-@warikoo"
  },
  {
    "id": 1423675155067326500,
    "text": "I sleep between 9-930pm everyday\nBecause of which I have had to say no to a LOT of things\n\nI have never woken up even once, wishing I had stayed up last night.\n\n-@warikoo"
  },
  {
    "id": 1422937484862836700,
    "text": "I have a joke about starting up, but I own only 9% of it.\n\n-@warikoo"
  },
  {
    "id": 1422594664948019200,
    "text": "The purpose of relationships is not to make you happy. It's to teach you how to be happy alone.\n\n-@warikoo"
  },
  {
    "id": 1420760805729992700,
    "text": "Are you doing it \n\nbecause you need to? \nbecause you have to?\nor because you want to?\n\n-@warikoo"
  },
  {
    "id": 1420159850647072800,
    "text": "I’m more interested in who you are, rather than who you think you are.\n\n-@warikoo"
  },
  {
    "id": 1420016312655491000,
    "text": "People don't change. They just reveal themselves. \n\nIt's your responsibility to be with people who are worth your time.\n\n-@warikoo"
  },
  {
    "id": 1419761855581597700,
    "text": "Entrepreneurship is the most brutal way to discover yourself\n\n-@warikoo"
  },
  {
    "id": 1419369149734834200,
    "text": "It's easier to complain about the things you don't have, than to appreciate the things you do.\n\n-@warikoo"
  },
  {
    "id": 1419141009934622700,
    "text": "It baffles me how so many people weave stories in their head about the likely reasons for someone's behavior\nbut they never ask!\n\nWhy wouldn't you ask?\n\n-@warikoo"
  },
  {
    "id": 1418931688265093000,
    "text": "RT @warikoo: You think you have arrived if there is a bot account for your tweets, or a meme account or a troll account?\n\nNO!\n\nYou have arr…"
  },
  {
    "id": 1417852362472005600,
    "text": "The biggest misconception people have is that they are the odd one out and everyone else is sorted!\n\n-@warikoo"
  },
  {
    "id": 1417516109381636000,
    "text": "Most of us live our lives with blinders on.\n\nEither convinced that there is no other way, or \nFearful that we might find another way\n\nGive luck a chance...\n\n-@warikoo"
  },
  {
    "id": 1416034393697644500,
    "text": "The best intersection is \n- A lot of people want you\n- There is only so much of you available\n\n-@warikoo"
  },
  {
    "id": 1415434838060982300,
    "text": "One of the best things I did as a leader, was also the most non-scalable thing I did as a leader\n\nHave lunch with a colleague everyday\n\n-@warikoo"
  },
  {
    "id": 1415434825121636400,
    "text": "It baffles me how so many people weave stories in their head about the likely reasons for someone's behavior\nbut they never ask!\n\nWhy wouldn't you ask?\n\n-@warikoo"
  },
  {
    "id": 1415434759719817200,
    "text": "The best intersection is \n- A lot of people want you\n- There is only so much of you available\n\n-@warikoo"
  },
  {
    "id": 1415119234997407700,
    "text": "Spend time with people who see you for who you are.\n\nNot those who see you for who THEY WANT you to be!\n\n-@warikoo"
  },
  {
    "id": 1414968885145706500,
    "text": "The three big ones in life are wealth, health, and happiness. \nWe pursue them in that order, \nbut their importance is reverse.\n\n@naval 🙏\n\n-@warikoo"
  },
  {
    "id": 1414799964329418800,
    "text": "If we always stopped to qualify WHO IS IT that is giving me feedback, we will lose out on a lot of valuable feedback!\n\n-@warikoo"
  },
  {
    "id": 1414705603767898000,
    "text": "If you feel compelled to keep the world perpetually in awe of you or your life, then they own your life!\n\n-@warikoo"
  },
  {
    "id": 1414602220763598800,
    "text": "Your success is the best middle finger display to your critics!\n\n-@warikoo"
  },
  {
    "id": 1413872974579515400,
    "text": "Few things make me happier than reading a resume that has consciously chosen to not follow a template.\n\nThe experience/achievements/degrees don't matter.\nThe \"act of rebel\" is the resume itself!\n\n-@warikoo"
  },
  {
    "id": 1413628804275265500,
    "text": "The worst leaders never take tough people decisions\n\n-@warikoo"
  },
  {
    "id": 1413506748539818000,
    "text": "Here is a trillion dollar idea\nFiguring out what people really mean when they say something to you!\n\n-@warikoo"
  },
  {
    "id": 1412962848867770400,
    "text": "My most frequently used feature on GMail is \"email templates\"\n\nMy frequently used email template is \"polite no\"\n\n-@warikoo"
  },
  {
    "id": 1412771778703892500,
    "text": "My wife and I met each other at 19. \nWe eventually got married at 27. \n\nIt wasn’t because “we are made for each other”\nIt was because “We grew with each other.”\n\n-@warikoo"
  },
  {
    "id": 1412596652267950000,
    "text": "It is interesting how \"free time\" is looked down upon when young and is perhaps the only thing worth chasing as one gets old.\n\n-@warikoo"
  },
  {
    "id": 1412246812447150000,
    "text": "Most of the conflict with our parents happens because they think you do not even understand them.\n\nWhen the truth is, you just do not agree with them.\n\n-@warikoo"
  },
  {
    "id": 1412129663158263800,
    "text": "There are 2 ways of living life\n\nEveryone is different. \nJust because someone else did it, doesn't mean it applies to me.\n\nEveryone is the same. \nIf someone else did it, that means I can do it too.\n\n-@warikoo"
  },
  {
    "id": 1411165077189763000,
    "text": "I get the most replies to my newsletter whenever there is a typo in there.\n\nThis isn't true for just newsletters.\nThis is true for life!\n\n-@warikoo"
  },
  {
    "id": 1410992470490435600,
    "text": "You are young and want to contribute to society? \n\nYou know the best contribution you can make to society? \nBe happy!\n\n-@warikoo"
  },
  {
    "id": 1410615715413954600,
    "text": "Most of all sports is not played on the field.\nIt is played in the mind!\n\n-@warikoo"
  },
  {
    "id": 1410349555174973400,
    "text": "If you are one of those who thinks that you do not select a job but a job selects you, \nthen you will almost always be cribbing about your job!\n\n-@warikoo"
  },
  {
    "id": 1409882691764375600,
    "text": "The hiring principle that helped us the most while hiring at nearbuy\n\nAttitude &gt;&gt; experience &gt;&gt; education \n\nFound gems through this approach that we wouldn’t have otherwise.\n\n-@warikoo"
  },
  {
    "id": 1409514196383895600,
    "text": "There is no need to be perfect to inspire others. Let people get inspired by how you deal with your imperfections. \n\nMy biggest lesson as a leader!\n\n-@warikoo"
  },
  {
    "id": 1409315562803527700,
    "text": "“The culture of any organization is shaped by the worst behavior the leader is willing to tolerate”\n \n- Evan Williams\n\n-@warikoo"
  },
  {
    "id": 1409121059039858700,
    "text": "Most people who want to start a business think they should quit their job and startup.\n\nNot imo.\nWork nights/weekends and test your idea out.\n\nThe minute you HAVE to make the startup work to make money, it is very different from \"lets see if this even works?\"\n\n-@warikoo"
  },
  {
    "id": 1408765052191228000,
    "text": "Instead of worrying about what might happen, anticipate what might happen.\n\nOur power to imagine is both a strength and a weakness.\n\n-@warikoo"
  },
  {
    "id": 1408538819650109400,
    "text": "Had 3 talks today at companies based out of Bangalore, Hyderabad and Singapore. \n\nCumulative audience of 1,300+\n\nIt is ridiculous how we take technology for granted. \n\nWhat a time to be alive!\n\n-@warikoo"
  },
  {
    "id": 1408448365596086300,
    "text": "No! \nNetflix wasn't free this weekend.\nYou paid for it!\n\nNot with money though :)\n\n-@warikoo"
  },
  {
    "id": 1408163132581703700,
    "text": "At nearbuy we used to ask people who applied “you think you can an entrepreneur at work?”\n\nI asked a candidate who had responded yes to the question, “how will you be an entrepreneur at work?”\n\n“I will run a side business”\n\n🤦‍♂️\n\n-@warikoo"
  },
  {
    "id": 1408065681598292000,
    "text": "We are born with only two innate fears: the fear of falling and the fear of loud sounds.\nEVERY OTHER fear is taught to us!\n\nThink about that for a moment!\n\n-@warikoo"
  },
  {
    "id": 1407790417744064500,
    "text": "Sorry to break your heart...\n\nSomebody out there has ALREADY come up with the same idea, that you have!\nSomebody out there is ALREADY working on the same idea, that you have!\n\nDon't over-index on the idea.\nInstead, find out what is it that they know that you don't.\n\n-@warikoo"
  },
  {
    "id": 1407140599203975200,
    "text": "When young, don't park your money AND your time in \"fixed deposits\".\n\nThe upside can be huge.\nExplore.\nTake risks.\nYou have little to lose. A lot more to gain.\n\n-@warikoo"
  },
  {
    "id": 1406988237348905000,
    "text": "Trust the wait. \nEmbrace the uncertainty. \nEnjoy the beauty of becoming. \n\nWhen nothing is certain, anything is possible. \n\n- Mandy Hale\n\n-@warikoo"
  },
  {
    "id": 1406795849921753000,
    "text": "Goals in life are of 2 kinds\n\nRedemptions goals - those you seek because you want to redeem yourselves from your past\n\nProgress goals - those you seek because they will make you a better person in the process\n\nMost progress goals are redemptions goals in disguise.\n\n-@warikoo"
  },
  {
    "id": 1406599955171659800,
    "text": "When we say \"I don't know what I should do\", very often we mean \"I don't know if what I want to do will work!\"\n\nWe almost always know what we should do...\n\n-@warikoo"
  },
  {
    "id": 1406260619595092000,
    "text": "Apologize for your actions \nBut not for who you are\n\n-@warikoo"
  },
  {
    "id": 1405980791935422500,
    "text": "Do not show up to every argument you are invited to! \n\nUndeniable life hack for your peace.\n\n-@warikoo"
  },
  {
    "id": 1405674973054734300,
    "text": "Told Ma that it’s time for them to get full time help. \n\n“You know me. Main aisi nahi hoon”\n\nI have no idea what she means!\n\n-@warikoo"
  },
  {
    "id": 1405552561864667100,
    "text": "What's the best compliment you have got?\n\n-@warikoo"
  },
  {
    "id": 1405341828677701600,
    "text": "The best form of writing is the one that is written neither out of fear nor with the willingness to share.\n\n-@warikoo"
  },
  {
    "id": 1404916306030129200,
    "text": "What’s the worst interview question you have been asked?\n\n-@warikoo"
  },
  {
    "id": 1404854068942569500,
    "text": "When people ask me \"is this going to work?\" I share an invaluable life lesson.\n\n\"Only one way to find out\"\n\n-@warikoo"
  },
  {
    "id": 1404597929575293000,
    "text": "You won’t get out of laziness for something you don’t want to do.\n\n-@warikoo"
  },
  {
    "id": 1404416445702762500,
    "text": "The day you stop racing is when you have won the race!\n\nBob Marley\n\n-@warikoo"
  },
  {
    "id": 1404277913139114000,
    "text": "If you are authentic, if you are truly yourself all the time - you don't have any competition! \n\nNo one can ever beat you, at being you!\n\n-@warikoo"
  },
  {
    "id": 1403802725977034800,
    "text": "The best advice doesn’t instruct.\nIt provokes.\n\n@scottbelsky\n\n-@warikoo"
  },
  {
    "id": 1403460512667431000,
    "text": "You don't drown in a river by falling in it, you drown by staying immersed in it.\n\n-@warikoo"
  },
  {
    "id": 1403336353853497300,
    "text": "A good question is not concerned with a correct answer.\nA good question cannot be answered immediately.\nA good question challenges existing answers.\n\nA good question is one you badly want answered once you hear it.\n\n-@warikoo"
  },
  {
    "id": 1403139097007313000,
    "text": "Knock Knock.\n\"Who's there?\"\n\"We are\"\n\"We are who?\"\n\nWe are the choices we make, words we share and lives we touch.\n\n-@warikoo"
  },
  {
    "id": 1402991232003940400,
    "text": "Remember our old phones?\nThe one we used to charge once and it lasted a week?\n\nAnd today we have to charge our phones everyday. \nSimply because our phones are processing so much more!\n\nI am not talking about phones.\nI am talking about our lives! \n\nCharge yourself...\n\n-@warikoo"
  },
  {
    "id": 1402799070050095000,
    "text": "We get good at whatever is it that we do everyday.\n\nAnd that could also include complaining.\n\n-@warikoo"
  },
  {
    "id": 1402717686279270400,
    "text": "Do not let anyone define YOUR success or failure!\nThat’s the best gift you can give yourself.\n\nAnd the world WILL make it hard for you to get it.\n\n-@warikoo"
  },
  {
    "id": 1402448731111190500,
    "text": "Losing your temper is a sign that you have a long way to go\n\n-@warikoo"
  },
  {
    "id": 1402406753476628500,
    "text": "Gentle reminder\n\nThe lion in the circus is called well-trained. \nNot well-educated!\n\n-@warikoo"
  },
  {
    "id": 1402064860188496000,
    "text": "The best way to predict your future, is to look at your day today.\n\n-@warikoo"
  },
  {
    "id": 1401915094242529300,
    "text": "To correct our flaws, stop looking for them in others.\n\n-@warikoo"
  },
  {
    "id": 1401594265432645600,
    "text": "If you chose to be vulnerable in a world that thrives on your self-doubt, you are automatically in the top 1%.\n\n-@warikoo"
  },
  {
    "id": 1401172814703571000,
    "text": "Doing extraordinary things usually means reminding yourself constantly that you know nothing.\n\n-@warikoo"
  },
  {
    "id": 1400930544611991600,
    "text": "A sale is made on every call you make. \n\nEither we are able to sell to them.\nOr they sell to us the reason why they can't buy.\n\n-@warikoo"
  },
  {
    "id": 1400811657128026000,
    "text": "Sympathy: I feel sorry for you\n\nEmpathy: I can understand what you must be going through\n\nRespect: I admire the way you are handling this\n\nRespect &gt;&gt; Empathy &gt;&gt; Sympathy\n\n-@warikoo"
  },
  {
    "id": 1400590603273048000,
    "text": "Geniuses make us believe they happen rarely and they change the world,\n\nArtists make us believe they happen everyday and that we can be them if we work hard enough.\n\nHunt for artists in life!\n\n-@warikoo"
  },
  {
    "id": 1400412829467955200,
    "text": "The best gift you can the other person in a relationship, is to not rely on them for your happiness.\n\n-@warikoo"
  },
  {
    "id": 1400280096955633700,
    "text": "The more you solve for today, the farther tomorrow gets.\n\n-@warikoo"
  },
  {
    "id": 1400200182784950300,
    "text": "The courage to share what you know isn’t about what you know.\n\nIt is about how you feel about yourself.\n\n-@warikoo"
  },
  {
    "id": 1399926666965577700,
    "text": "No one is useless. \nEveryone knows something you don’t.\n\n-@warikoo"
  },
  {
    "id": 1399901153484103700,
    "text": "“Now you know how it feels” is almost always the worst way to show people where they went wrong.\n\n-@warikoo"
  },
  {
    "id": 1399819469493444600,
    "text": "Spoke to a founder making the transition from starting up to scaling up.\n\nMy advice:\nPeople who got you thus far may not be the ones who will take you ahead.\n\nThe moment founders face this reality and do something about it, is when they have truly grown!\n\n-@warikoo"
  },
  {
    "id": 1399692699494584300,
    "text": "Focus on your current trajectory.\nNot your current position.\n\n@JamesClear\n\n-@warikoo"
  },
  {
    "id": 1399356849967743000,
    "text": "You know what makes you a terrible salesperson? \nSilence from the other side\n\nThey don’t say anything. \nAnd you keep sweetening the deal. \n\n“Never make a decision for the other side”\n@garyvee\n\n-@warikoo"
  },
  {
    "id": 1398978799132364800,
    "text": "We have just one life.\nWhy live it with just one identity?\n\n-@warikoo"
  },
  {
    "id": 1398859411699994600,
    "text": "Asshole founders don't build institutions.\nThey merely start and run companies.\n\n-@warikoo"
  },
  {
    "id": 1398812828417540000,
    "text": "Most decisions in life are reversible.\nBut we assume them to be set in stone.\n\nThe second we think decisions are irreversible, we stop giving serendipity a chance!\n\n-@warikoo"
  },
  {
    "id": 1398622775376494600,
    "text": "I think the MBA experience changed my life because I didn't go to @ISB_edu looking for a job, or a career, or a profession, or a function, or a company. \n\nI went to ISB looking for myself. \nI went to ISB looking for WHO AM I.\n\n-@warikoo"
  },
  {
    "id": 1398408811279495200,
    "text": "Every time you stop from sharing what you know because \"who will listen to me; I am nobody\"\n\nsome nobody is sharing what they know and that becomes the \"golden standard\"\n\nYou have a moral responsibility to share.\n\n-@warikoo"
  },
  {
    "id": 1398255954202972200,
    "text": "Everyday, I get 10+ emails with the words \"I feel I will let my parents down\" or \"They just do not understand\"\n\nAnd then they ask for the prescription.\n\"What should I do to make them happy/understand?\"\n\nThat, imo is the wrong question to ask.\nHere is why...\n\n-@warikoo"
  },
  {
    "id": 1398013470830964700,
    "text": "If you wait for people to be successful to learn from them, you will keep waiting forever!\n\n-@warikoo"
  },
  {
    "id": 1397905549916844000,
    "text": "As adults, the single biggest hurdle to learning is pride!\n\n-@warikoo"
  },
  {
    "id": 1397676971451195400,
    "text": "That thing that you still haven't finished and you are mad at yourself for not doing so?\n\nIt is simply because it is not a priority.\nYou think you still have time.\n\n-@warikoo"
  },
  {
    "id": 1397542173470564400,
    "text": "We all know when something's missing in life. \n\nWe may not want to admit it.\nWe may not want to come to terms with it. \n\nBut hand on heart, we all know when something is missing.\n\n-@warikoo"
  },
  {
    "id": 1397310750125867000,
    "text": "Respect doesn’t come from title. \nIt comes from conduct.\n\n-@warikoo"
  },
  {
    "id": 1397166020243120000,
    "text": "There is a big difference in saying thank you and feeling thankful.\n\n-@warikoo"
  },
  {
    "id": 1396990375072501800,
    "text": "The decision that will hurt you the most is not making one, while waiting to take the right one!\n\n-@warikoo"
  },
  {
    "id": 1396799480184311800,
    "text": "What is one thing you would love to learn in 2021?\n\n-@warikoo"
  },
  {
    "id": 1396550370890031000,
    "text": "What you're good at and what makes you happy needn't be the same things.\n\n-@warikoo"
  },
  {
    "id": 1396273520334811100,
    "text": "It is only when you understand what the customer needs, do you realize the power of offering it to them.\n\n-@warikoo"
  },
  {
    "id": 1396223546163175400,
    "text": "If you think college didn't teach you anything, it is quite likely it never ever did!\n\nThey didn't change what's on offer because you joined.\nThey have been selling the same shit for years!\nYou were the one who bought into the idea of a college.\nNot the other way!\n\n-@warikoo"
  },
  {
    "id": 1396118144289230800,
    "text": "One great hack to let luck play an important role in your life?\n\nRealize and accept that you do not deserve anything in life.\n\n-@warikoo"
  },
  {
    "id": 1396091867419353000,
    "text": "RT @lukecannon727: On May 22 2020, I built @the_perell_bot to uncover some of @david_perell’s best stuff\n\nExactly one year later, we’ve got…"
  },
  {
    "id": 1395904642693968000,
    "text": "\"Oh you are now going to tell me what to do? Have you looked at yourself?\"\n\nThe biggest mistake people make is to reject the right advice because it comes from someone who didn't take the advice themselves.\n\n-@warikoo"
  },
  {
    "id": 1395774356211572700,
    "text": "People look for people who are like them. \nWe hunt down people who are like us. \nBecause we want to feel comforted. \nWe want to feel safe.\n\nDo yourself a favour, and set the discipline of spending time with people who are nothing like you.\n\n-@warikoo"
  },
  {
    "id": 1395552341001179100,
    "text": "To all those in their 20s/30s who hide the actual price of products from their parents...\n\nI am 40 with 2 kids\nJust bought something for mom, for 999\n“I Got it, Ma”\n“Awesome. How much?”\n“Ummm. 799!”\n\nThis shit never ends, I am telling you!\n\n-@warikoo"
  },
  {
    "id": 1395411633174990800,
    "text": "The trick to investing is not where to invest and how much.\nThe trick to investing is time.\n\n-@warikoo"
  },
  {
    "id": 1395016813298299000,
    "text": "\"Oh, that is quite rich coming from you!\"\n\"Look at yourself first!\"\n\"Wow! What gives you the right to say this?\"\n\nIt is insane HOW MUCH value we attach to \"who\" is saying what, instead of \"what\" is being said.\n\n-@warikoo"
  },
  {
    "id": 1394856793323491300,
    "text": "Output: What I am supposed to do\nOutcome: What my output is meant to achieve\n\nOwn the outcome. \nNot the output.\n\n-@warikoo"
  },
  {
    "id": 1394761153709019100,
    "text": "I read 100% of my emails\n\nThis single thing has perhaps contributed more than 80% to the opportunities I have got in life.\n\n-@warikoo"
  },
  {
    "id": 1394657526663323600,
    "text": "To start the habit of reading books, read books that you will enjoy. \n\nNot books that the world thinks you should be reading!\n\n-@warikoo"
  },
  {
    "id": 1394447849757331500,
    "text": "To teach the path, we first have to walk the path.\n\n-@warikoo"
  },
  {
    "id": 1394291649547841500,
    "text": "Don't try to minimize your struggle\nTry to make it more meaningful.\n\n-@warikoo"
  },
  {
    "id": 1394095525658517500,
    "text": "Ever finished a 2-hour meeting in 33 mins because everyone came prepared?\n\nJust did!\n\n-@warikoo"
  },
  {
    "id": 1393590736331870200,
    "text": "Build a culture where people are respected for what they do. \n\nNot what information they have access to.\n\n-@warikoo"
  },
  {
    "id": 1393319586657931300,
    "text": "We don’t fear making the decision. \nWe fear an undesirable outcome.\n\n-@warikoo"
  },
  {
    "id": 1393049325387796500,
    "text": "The best way to find out if you can trust somebody\n \nis to trust them!\n\n-@warikoo"
  },
  {
    "id": 1392952805325955000,
    "text": "Everyone is running a different race.\nInfact, we're not even in a race.\nWe're on our own paths.\nSome walk. Some run.\n\n-@warikoo"
  },
  {
    "id": 1392841848687931400,
    "text": "The smart ones don't take it personally when someone rejects them.\n\nThe wise ones chose to help, if those same people come back for help.\nBecause they can.\n\n-@warikoo"
  },
  {
    "id": 1392669851169304600,
    "text": "When people say I do not have time, what they are essentially saying is that I do not have energy.\n\nPhysical energy\nEmotional energy\nMental energy\nSpiritual energy\n\nOne's desire to manages time, is one's attempt to manage their energy.\n\n-@warikoo"
  },
  {
    "id": 1392593514731647000,
    "text": "Your ego will tell you that you don’t need help. \nSeek help anyway.\n\n-@warikoo"
  },
  {
    "id": 1392276549953597400,
    "text": "Nothing pisses the world off more than you being comfortable with who you are\n\n-@warikoo"
  },
  {
    "id": 1392129185913639000,
    "text": "One of the toughest things that humans need to do is also one of the most powerful things we can do\n\nApologize\n\nBut most of us get it wrong\n\n-@warikoo"
  },
  {
    "id": 1391920212040167400,
    "text": "Sometimes just getting up and carrying on is brave and magnificent.\n\n@charliemackesy\n\n-@warikoo"
  },
  {
    "id": 1391768618078195700,
    "text": "Merely knowing what you need to do is not enough for you to do it!\n\nAwareness is the start of the decision.\nNot the end of it.\n\n-@warikoo"
  },
  {
    "id": 1391504126698213400,
    "text": "This isn’t a trick question \n\nIf you are on the 12th floor, the elevator is on the 7th floor and you have to go to the 1st floor, which button would you press?\n\n-@warikoo"
  },
  {
    "id": 1391131134029963300,
    "text": "A year from now you will wish you had started today.\n\n-@warikoo"
  },
  {
    "id": 1391056026137514000,
    "text": "Answers to these 5 questions should be public for everyone\n1. What's the worst thing about you?\n2. If you didn't have to work for money, what would you be doing in life?\n3. What are your views on money?\n4. What are your views on religion?\n5. What makes you truly happy?\n\n-@warikoo"
  },
  {
    "id": 1390807125652279300,
    "text": "The worst thing a company does to its employees is \n- To rate them once a year and\n- Tell them how well they did \n- On metrics that the employee didn't even know they were being measured upon\n\n-@warikoo"
  },
  {
    "id": 1390753281585078300,
    "text": "It has become increasingly easier to build a company.\nTo raise funds.\nTo have a fancy office.\nTo get press.\nTo increase valuations.\n\nIt remains hard and has become harder to build an institution where people love to come to work.\n\n-@warikoo"
  },
  {
    "id": 1390526540073652200,
    "text": "The best tip for all those early in your career\n\nWhen in doubt, don't assume.\nASK!\n\n-@warikoo"
  },
  {
    "id": 1390316962576838700,
    "text": "It’s Ruchi’s birthday tomorrow\n\nOur 9yr old:\n“I can’t wait to see your face tomorrow when I show you the awesome superb completely outstanding gift i have made for you.”\n\nHis teacher during a PTA:\n“Boy is lovely but little over confident.”\n\nNO SHIT!\n\n-@warikoo"
  },
  {
    "id": 1390164942247104500,
    "text": "Just had 5 password reset attempts on my twitter account. \n\nI am so ready for a blue tick now!\n\n-@warikoo"
  },
  {
    "id": 1390064742606250000,
    "text": "A year from now people will still remember you for how you made them feel.\n\nBe nice today.\n\n#yearfromnow\n\n-@warikoo"
  },
  {
    "id": 1389980804126810000,
    "text": "There are people who never tell you that you are wrong\nThere are people who tell you that you are wrong\nThere are people who help you see where you are wrong\n\nWho do you around yourself with?\n\n-@warikoo"
  },
  {
    "id": 1389785261849071600,
    "text": "Me: None of us deserve to be where we are in life. We are just lucky. To be born to a family that took care of us, gave us love, food, shelter. An upbringing.\nSomeone: But I have worked so hard in life.\n\nMe: We are just LUCKY.\n\n#gentlereminder\n\n-@warikoo"
  },
  {
    "id": 1389750263339180000,
    "text": "Commentary, will always be easier than playing on the ground.\n\n-@warikoo"
  },
  {
    "id": 1389605492272545800,
    "text": "In economics and business decision-making, a sunk cost is a cost that has already been incurred and cannot be recovered.\n\nDon't cling to a mistake just because you spent a lot of time making it.\nTime is the biggest sunk cost of life.\n\n-@warikoo"
  },
  {
    "id": 1389423777340133400,
    "text": "Just because someone carries it well, doesn't mean it isn't heavy.\n\nEveryone carries a heavy load.\n\n-@warikoo"
  },
  {
    "id": 1389227140877586400,
    "text": "No one on their deathbed ever regretted giving too much away.\nShare.\n\n-@warikoo"
  },
  {
    "id": 1388959510753128400,
    "text": "Congratulating an entrepreneur on raising funds is like congratulating a chef on buying vegetables\n\n-@warikoo"
  },
  {
    "id": 1388855194709016600,
    "text": "Education is what remains after you have forgotten what you learnt in school\n\n- Albert\n\n-@warikoo"
  },
  {
    "id": 1388676855159562200,
    "text": "It’s not @Warikoo running this account, but it’s extra content for his most passionate followers!\n\nAnd helps him discover ideas from his past, plus more distribution for them! https://t.co/nN62mBe1Y3"
  },
  {
    "id": 1388470109866496000,
    "text": "A good question is not concerned with a correct answer. \nA good question cannot be answered immediately. \nA good question challenges existing answers. \n\nA good question is one you badly want answered once you hear it. \n\n@kevin2kelly\n\n-@warikoo"
  },
  {
    "id": 1388328901043236900,
    "text": "I was asked yesterday, \"You talk about daily progress. How do we know that we are progressing daily? That is something hard to measure\".\n\nI have a simple yardstick for daily progress\nDo one thing everything that scares you.\n\n-@warikoo"
  },
  {
    "id": 1388242168628793300,
    "text": "Relationships may or may not have a future.\nBut all of them have a present.\n\nThis moment, right now.\nThe relationship needs this moment.\n\n-@warikoo"
  },
  {
    "id": 1388143692473634800,
    "text": "If you keep telling people \"you have changed\", then it is most likely you who has to change.\n\n-@warikoo"
  },
  {
    "id": 1387987687706177500,
    "text": "What’s the one thing that has stayed with you, from your first boss?\n\n-@warikoo"
  },
  {
    "id": 1387750162005639200,
    "text": "Silence will earn you more respect than your words ever will.\n\n-@warikoo"
  },
  {
    "id": 1387615177567264800,
    "text": "Making the same mistake again, is a mistake wasted!\n\n-@warikoo"
  },
  {
    "id": 1387551178121224200,
    "text": "Our 9yr old to his friend, \"Backstreet Boys are dead.\"\n\n\"Vidur, why did you say that BSB are dead?\"\n\"You only said they are from your times. So I thought they would be dead by now\"\n\nFML!\n\n-@warikoo"
  },
  {
    "id": 1387411291803897900,
    "text": "Regret will cause more pain than failure ever will.\n\n-@warikoo"
  },
  {
    "id": 1387236209928376300,
    "text": "Self doubt has failed more people than overconfidence ever will.\n\n-@warikoo"
  },
  {
    "id": 1387167905050210300,
    "text": "Emotional debt has killed more people than financial debt ever will.\n\n-@warikoo"
  },
  {
    "id": 1387087209409486800,
    "text": "3 steps to a life of pain and misery\n\n1. Start with a plan\n2. Attach an outcome to the plan \n3. Fall in love with the outcome rather than the plan\n\nFin.\n\n-@warikoo"
  },
  {
    "id": 1386842471594872800,
    "text": "Pride has left more people alone, than loneliness ever will.\n\n-@warikoo"
  },
  {
    "id": 1386673650057760800,
    "text": "Want the easiest hack to feel light before you hit bed tonight?\n\nWrite a page before you sleep. \nWrite. Not type. \nOn paper. \nAn actual paper. \nTonight.\n\n-@warikoo"
  },
  {
    "id": 1386439541901381600,
    "text": "Fear has led to more procrastination than laziness ever will.\n\n-@warikoo"
  },
  {
    "id": 1386340367516246000,
    "text": "If you are scared of losing\nYou have already lost!\n\n-@warikoo"
  },
  {
    "id": 1386108291051360300,
    "text": "Creativity is a process\n\n-@warikoo"
  },
  {
    "id": 1385739612316897300,
    "text": "Curiosity has created more opportunities than hard work ever will\n\n-@warikoo"
  },
  {
    "id": 1385651550136279000,
    "text": "There is experience of knowing how to get something done\nand then\nThere is experience of understanding what needs to be done\n\nWhen we meet experienced people, we focus mostly on the first one.\nIt is the second one that quickly becomes way more important!\n\n-@warikoo"
  },
  {
    "id": 1385363485891219500,
    "text": "Failure is an answer. \nRejection is an answer. \n\n\"What if\" is a question you will never have an answer to.\n\n-@warikoo"
  },
  {
    "id": 1385249151332540400,
    "text": "When gains come quickly we tend to lose sight of the basic wisdom \n\nTrue success, to really last, must come through hard work.\n\n-@warikoo"
  },
  {
    "id": 1385016178309963800,
    "text": "Everyone you meet is carrying a heavy burden. \n\n– Ian MacLaren\n\n-@warikoo"
  },
  {
    "id": 1384859352671133700,
    "text": "Not every success is because of hard work\nNot every failure is because of laziness\n\n-@warikoo"
  },
  {
    "id": 1384712739508170800,
    "text": "Targets are the enemy of habits\n\nDon't set targets\nSet habits!\n\n-@warikoo"
  },
  {
    "id": 1384606088729878500,
    "text": "Just heard someone super bright, who I have known for a long time now, remark\n\n\"I didn't realize how being the best at everything made me think that I HAVE TO be the best at everything. The pressure of which caused more harm than good.\"\n\n\"I just want to be average now\"\n\n-@warikoo"
  },
  {
    "id": 1384565912389537800,
    "text": "Being calm is a skill\n\n-@warikoo"
  },
  {
    "id": 1384330766625263600,
    "text": "Don’t ask questions if you aren’t prepared to hear the answer.\n\n-@warikoo"
  },
  {
    "id": 1384277814711513000,
    "text": "If you run into an asshole in the morning, you ran into an asshole. \n\nIf you ran into assholes all day, you are the asshole.\n\n-@warikoo"
  },
  {
    "id": 1384156336292720600,
    "text": "Finding security in your own achievement, is the biggest achievement.\n\n-@warikoo"
  },
  {
    "id": 1383887183300292600,
    "text": "Founders:\nThe first slide of your pitch deck should be what YOU wish to tell the world. \nNot what the world wishes to hear.\n\n-@warikoo"
  },
  {
    "id": 1383811108713091000,
    "text": "There are people who tell you that you are wrong\nThere are people that help you see where you are wrong\n\nGuess which ones are more important?\n\n-@warikoo"
  },
  {
    "id": 1383608735965216800,
    "text": "People who are enjoying their lives are at a competitive advantage\n\nLet that just sink in!\n\n-@warikoo"
  },
  {
    "id": 1383436368034947000,
    "text": "If you play a game designed by someone else, you have no choice but to play it by their rules!\n\nWant your own rules?\nMake your own game!\n\n-@warikoo"
  },
  {
    "id": 1383180162909532200,
    "text": "The smartest learn from every thing and every one; \n\nThe smart ones from their experiences. \n\nThe stupid already have all the answers.\n\n-@warikoo"
  },
  {
    "id": 1383073418623455200,
    "text": "Everyone:\nYour resume should represent who YOU are.\nNot what the world wants you to be.\n\n-@warikoo"
  },
  {
    "id": 1383064307735347200,
    "text": "Congratulations to @warikoo for hitting 1 million followers on LinkedIn!\n\nTo celebrate, I’ll be posting extra times today!"
  },
  {
    "id": 1383036499579580400,
    "text": "The 3 worst reasons to become an entrepreneur\n1. I want to make money\n2. I hate my current job\n3. Everyone else is doing it\n\n-@warikoo"
  },
  {
    "id": 1382925683631001600,
    "text": "When it comes to money, more information doesn't make people more aware.\n\nIt makes them more scared.\n\n-@warikoo"
  },
  {
    "id": 1382830682972381200,
    "text": "\"What have you been your strongest?\", asked the boy.\n\n\"When I have dared to show my weakness.\"\n\n-@warikoo"
  },
  {
    "id": 1382665923090337800,
    "text": "The greatest illusion is that life should be perfect!\n\n-@warikoo"
  },
  {
    "id": 1382511818535542800,
    "text": "Sometimes all you hear about is the hate, but there is more love in this world than you could possibly imagine! \n(and I agree)\n\n- @charliemackesy\n\n-@warikoo"
  },
  {
    "id": 1382436826170941400,
    "text": "\"What is the bravest thing you have ever said?\", asked the boy.\n\n\"Help\"\n\n-@warikoo"
  },
  {
    "id": 1382331144268566500,
    "text": "The biggest discovery is discovering\n\"that I am enough as I am\"\n\n-@warikoo"
  },
  {
    "id": 1382164736901517300,
    "text": "3 relationships that define almost everything that happens to us in our lives.\n\nThe relationship we have with money.\nThe relationship we have with time. \nThe relationship we have with ourselves.\n\n-@warikoo"
  },
  {
    "id": 1381987288595505200,
    "text": "Isn't it odd\nWe can see only the outsides, but nearly everything happens on the inside.\n\n- Charlie Mackery\n\n-@warikoo"
  },
  {
    "id": 1381735074647969800,
    "text": "The relationship which makes you say, \"Sometimes I think you believe in me more than I do\"\n\nis the relationship you need.\n\n-@warikoo"
  },
  {
    "id": 1381580353622700000,
    "text": "The best way to monetize your hobby, is to not put any pressure of making money from it.\n\n-@warikoo"
  },
  {
    "id": 1381422386080325600,
    "text": "Asking for help isn't giving up.\n\nIt is refusing yo give up!\n\n-@warikoo"
  },
  {
    "id": 1381348428303769600,
    "text": "Spoke to my mentee this evening.\nReminded her that there are usually 2 salary figures one should be aware of\n1. The salary one wants and \n2. The salary one needs\n\nThose who only know no. 1 often end up with salary as an addiction\n\n-@warikoo"
  },
  {
    "id": 1381254164794245000,
    "text": "The more time I spend with 18-22 yr olds, the more I realize how severely \"information abundance; available at the speed of thought\" is hurting them.\n\nWe had it much easier, in comparison!\n\n-@warikoo"
  },
  {
    "id": 1381093580069085200,
    "text": "Don't measure how valuable you are by the way you are treated.\n\n-@warikoo"
  },
  {
    "id": 1380920920731181000,
    "text": "I wish everyone listened less to their fears and more to their dreams.\n\n-@warikoo"
  },
  {
    "id": 1380887326516252700,
    "text": "Comparing yourself to others is the biggest waste of time\n\n-@warikoo"
  },
  {
    "id": 1380741807722655700,
    "text": "Every problem in this world can be traced back to a point of miscommunication\n\n-@warikoo"
  },
  {
    "id": 1380643662917464000,
    "text": "Marketing in the time of crisis doesn’t lie in the marketing department. \nIt lies in the customer care department.\n\n-@warikoo"
  },
  {
    "id": 1380569799776960500,
    "text": "Don't try to win conversations.\nTry to have one.\n\n-@warikoo"
  },
  {
    "id": 1380317222325870600,
    "text": "Employees are not data points on an excel sheet. \nThey are people.\n\n-@warikoo"
  },
  {
    "id": 1380260748371374000,
    "text": "Observation\n\nIf Bangalore improved its traffic\nDelhi improved its weather\nMumbai improved both\nIndia will be happier than current\n\n-@warikoo"
  },
  {
    "id": 1380158269449191400,
    "text": "You are smart enough to predict what will happen\n\nBut are you wise enough to know how to react, when it does happen?\n\n-@warikoo"
  },
  {
    "id": 1379996786639708200,
    "text": "Your worth is determined by your work. And not by what others think. \n\nThat is the outcome. \nNot the input.\n\n-@warikoo"
  },
  {
    "id": 1379652914919145500,
    "text": "The experience people have with your brand is in the hands of the person you pay the least.\nAct accordingly.\n\n- Seth Godin\n\n-@warikoo"
  },
  {
    "id": 1379427002357313500,
    "text": "I think everybody should get rich and famous and do everything they ever dreamed of so they can see that it's not the answer. \n\n- Jim Carrey\n\n#rip #SushantSinghRajput #ripsushant\n\n-@warikoo"
  },
  {
    "id": 1379295911906513000,
    "text": "Whenever I find myself in conflict with someone else's opinions, I remind myself\n\nI know myself through my thoughts\nI know others through their actions\n\n-@warikoo"
  },
  {
    "id": 1379190735216468000,
    "text": "We learn the most when we least expect the lesson.\n\n-@warikoo"
  },
  {
    "id": 1379138609274626000,
    "text": "My first day at the gym, lifting weights.\n\nIt was super hard. Painful. I closed my eyes in the pain.\n\nAnd my instructor shouted,\n\"No matter how much the weight, don't ever close your eyes.\"\n\nHe wasn't talking about working out.\nHe was talking about life.\n\n-@warikoo"
  }
]